Repository: SudTechnology/hello-sud-plus-ios
Catalog: project/HelloSud-iOS/App/*.lproj/Localizable.strings
Languages: ar, es, id, ja, ko, ms, th, vi, zh_hans, zh_hant

# dt_room_pk_duration_set
source: Competition duration settings
ar: إعدادات مدة اللعبة
es: Configuración de la duración del juego
id: Pengaturan durasi permainan
ja: 試合時間の設定
ko: 경기 시간 설정
ms: Tetapan tempoh permainan
th: ตั้งค่าระยะเวลาการแข่งขัน
vi: Thiết lập thời lượng thi đấu
zh_hans: 比赛时长设置
zh_hant: 比賽時長設置

# dt_room_close_cross_room
source: Turn off cross-room gaming
ar: إيقاف تشغيل اللعبة عبر الغرف
es: Desactivar el juego entre sesiones
id: Tutup permainan lintas ruangan
ja: クロスルームプレイをオフにする
ko: 다른 서버룸 닫기
ms: Matikan permainan merentas bilik
th: ปิดการเล่นแบบข้ามห้อง
vi: Tắt trò chơi xuyên phòng
zh_hans: 关闭跨房玩游戏
zh_hant: 關閉跨房玩遊戲

# dt_room_minutes
source: %@ minutes
ar: %@ دقيقة
es: %@ minutos
id: %@ menit
ja: %@分
ko: %@분간
ms: %@ minit
th: %@ นาที
vi: %@ phút
zh_hans: %@分钟
zh_hant: %@分鐘

# dt_room_confirm_modification
source: Confirm the changes
ar: تأكيد التغييرات
es: Confirmar los cambios
id: Konfirmasi
ja: 変更の確認
ko: 수정 확인
ms: Mengesahkan pengubahan
th: ยืนยันการแก้ไข
vi: Xác nhận chỉnh sửa
zh_hans: 确认修改
zh_hant: 確認修改

# dt_room_pk_no_room_available
source: No rooms available now
ar: لا توجد غرف أخرى للمطابقة
es: Actualmente no hay habitaciones disponibles.
id: Saat ini tidak ada ruangan lain yang tersedia
ja: 今は他にマッチするルームがありません
ko: 잠시동안 매칭 가능한 룸 없음
ms: Tiada bilik lain yang tersedia buat masa ini
th: ขณะนี้ไม่มีห้องอื่นที่เข้ากันได้
vi: Hiện chưa có phòng để ghép đôi
zh_hans: 暂时没有其他房间可匹配
zh_hant: 暫時沒有其他房間可匹配

# dt_room_pk_invitation_accept
source: Room %@ sends an invitation for cross-room gaming. Do you accept it?
ar: أرسلت غرفة %@ دعوة للعب لعبة عبر الغرفة. هل تقبلها؟
es: La sesión de %@ envió una invitación para jugar entre sesiones ¿Deseas aceptar?
id: Ruangan %@ mengirim undangan untuk bermain di ruangan seberang. Apakah Anda menerimanya?
ja: %@のルームからクロスルームプレイに招待されました、參加しますか。
ko: %@의 룸에서 발송한 다른룸 게임 초청, 접수 여부?
ms: Bilik %@ menghantar jemputan untuk bermain permainan merentas bilik. Adakah anda menerimanya?
th: ห้องของ %@ ส่งคำเชิญให้เล่นเกมข้ามห้อง คุณยอมรับไหม
vi: Phòng %@ dã gửi lời mời chơi trò chơi xuyên phòng, bạn chấp nhận không?
zh_hans: %@的房间发来跨房玩游戏的邀请，是否接受？
zh_hant: %@的房間發來跨房玩遊戲的邀請，是否接受？

# dt_room_acceptance
source: OK
ar: تأكيد
es: Seguro
ja: 確定
ko: 확인
ms: Pasti
th: ตกลง
zh_hans: 接受
zh_hant: 接受

# dt_room_pk_red_team
source: Red team
ar: الفريق الأحمر
es: Equipo rojo
id: Tim Merah
ja: 赤チーム
ko: 레드측
ms: Kumpulan merah
th: ทีมสีแดง
vi: Phe đỏ
zh_hans: 红方
zh_hant: 紅方

# dt_room_pk_blue_team
source: Blue team
ar: الفريق الأزرق
es: Equipo azul
id: Tim Biru
ja: 青チーム
ko: 블루측
ms: Kumpulan biru
th: ทีมสีน้ำเงิน
vi: Phe xanh
zh_hans: 蓝方
zh_hant: 藍方

# dt_room_pk_enter_other_room_tip
source: Are you going to your opponent's room?
ar: هل انت ذاهب الى غرفة الشخص الآخر؟
es: ¿Deseas ir a la sesión de la otra parte?
id: Apakah ingin pergi ke ruangan lawan?
ja: 相手のルームに行きますか。
ko: 상대측 룸에 출발 여부?
ms: Adakah anda pergi ke bilik orang lain?
th: จะไปที่ห้องของอีกฝ่ายใช่หรือไม่
vi: Đến phòng của đối phương không?
zh_hans: 是否前往对方的房间？
zh_hant: 是否前往對方的房間？

# dt_room_pk_remove_toast_tip
source: The competition is not over yet. You can't remove.
ar: لم تنته المسابقة ولا يمكن إزالتها
es: La competición no ha terminado y no se puede eliminar por el momento.
id: Pertandingan belum berakhir dan tidak dapat dihapus saat ini
ja: 試合は終了していないので、しばらく削除できません
ko: 경기 완료 전, 삭제 못함
ms: Pertandingan masih berlangsung dan tidak boleh disingkirkan buat masa ini
th: การแข่งขันยังไม่จบและไม่สามารถลบได้ในขณะนี้
vi: Tạm không thể xóa khi cuộc thi chưa kết thúc
zh_hans: 比赛未结束，暂不可移除
zh_hant: 比賽未結束，暫不可移除

# dt_room_pk_remove_gaming_toast_tip
source: The game is not over yet. You can't remove.
ar: لم تنته اللعبة ولا يمكن إزالتها
es: El juego no ha terminado y no se puede eliminar por el momento.
id: Permainan belum berakhir dan tidak dapat dihapus saat ini
ja: ゲームは終了していないので、しばらく削除できません
ko: 게임 완료 전, 삭제 못함
ms: Permainan masih berlangsung dan tidak boleh disingkirkan buat masa ini
th: เกมยังไม่จบและไม่สามารถลบได้ในขณะนี้
vi: Tạm không thể xóa khi trò chơi chưa kết thúc
zh_hans: 游戏未结束，暂不可移除
zh_hant: 遊戲未結束，暫不可移除

# dt_room_pk_remove_other_tip
source: Do you want to remove this opponent?
ar: هل تريد إزالة هذا الخصم؟
es: ¿Deseas eliminar tu combatiente?
id: Apakah Anda ingin menyingkirkan lawan ini?
ja: この相手を削除しますか。
ko: 본 상대자의 삭제 여부?
ms: Adakah anda mahu menyingkirkan lawan ini?
th: จะลบคู่ต่อสู้นี้ใช่หรือไม่
vi: Có xóa đối thủ này không?
zh_hans: 是否要移除该对手？
zh_hant: 是否要移除該對手？

# dt_room_game_system
source: Game system
ar: نظام اللعبة
es: Sistema de juego
id: Sistem permainan
ja: ゲームシステム
ko: 게임 시스템
ms: Sistem permainan
th: ระบบเกม
vi: Hệ thống trò chơi
zh_hans: 游戏系统
zh_hant: 遊戲系統

# dt_room_pk_rules_content
source: 1. Users will be divided into red and blue teams. Users in the same room are teamates. 2. During the competition, you can add points to your team by obtaining ranking points from playing games. 3. The ranking points for each round of the game are as follows: The first place +100 points The second place+50 points The third place+20 points 4.To be fair, both teams can negotiate to send the same number of users to join the game~
ar: 1. ينقسم إلى معسكرات حمراء وزرقاء، والمستخدمون في نفس الغرفة يعدون معسكر واحد. 2. في فترة المنافسة، يمكن إضافة النقاط التي تم الحصول عليها في اللعبة إلى معسكرهم. 3. نقاط المكافأة لكل جولة من اللعبة هي كما يلي: المركز الأول + 100 نقطة المركز الثاني + 50 نقطة المركز الثالث + 20 نقطة، 4. من أجل العدالة، يمكن للطرفين التفاوض لبعث نفس العدد من اللاعبين للمشاركة ~
es: 1. Los equipos se dividen en rojo y azul. Los usuarios de la misma sesión son del mismo equipo. 2. Durante el período de competición, la puntuación de clasificación obtenida por jugador puede aumentar puntos del propio equipo. 3. Los puntos recompensados en la clasificación para cada ronda del juego son los siguientes: Primera posición +100 puntos Segunda posición +50 puntos Tercera posición +20 puntos 4.Con el fin de ser justos, ambas partes pueden negociar el envió de la misma cantidad de jugadores a participar en el juego~
id: 1. Dibagi menjadi tim merah dan tim biru, pengguna di ruangan yang sama adalah satu tim. 2. Selama kompetisi, poin peringkat diperoleh dengan bermain, kemudian dapat menambahkan poin ke tim mereka sendiri. 3. Poin peringkat untuk setiap permainan adalah sebagai berikut: Peringkat pertama+100 poin Peringkat kedua+50 poin Peringkat ketiga+20 poin 4. Supaya adil, kedua belah pihak dapat bernegosiasi untuk mengirim jumlah pemain yang sama untuk bergabung dalam permainan ~
ja: 1.赤と青チームに分かれ、同ルーム內のユーザーは1チームとなります。 2.試合時間中にゲームをプレイすることで獲得したランキングポイントを自分のチームに加算することができます。 3.各ゲームのランキングで加算される點數は以下の通りです： 1位+100點 2位+50點 3位+20點 4..公平を期するため、雙方は協議して同數のプレイヤーをゲームに參加させることができます~
ko: 1.레드 블루 진영으로 구분, 동일한 룸내 사용자는 한개 진영. 2.경기 시간내에 게임 득점 순위를 통하여 자기측 진영에 점수를 추가 가능. 3.매번 게임의 순위 가점수： 제1등+100점 제2등+50점 제3등+20점 4.공평을 위하여 양측은 같은 수량의 플레이어를 파견하여 게임에 참가 가능~
ms: 1. Dibahagikan kepada kumpulan merah dan Kumpulan biru, pengguna dalam bilik yang sama adalah satu kumpulan. 2. Dalam tempoh pertandingan, mata ranking yang diperolehi dengan bermain permainan boleh menambah mata kepada kumpulan sendiri. 3. Mata ranking untuk setiap buah permainan adalah seperti berikut: Tempat pertama+100 mata Tempat kedua+50 mata Tempat ketiga+20 mata 4. Demi keadilan, kedua-dua pihak boleh berunding untuk menghantar jumlah pemain yang sama untuk menyertai permainan~
th: 1. แบ่งออกเป็นทีมสีแดงและสีน้ำเงิน ผู้ใช้ที่อยู่ในห้องเดียวกันเป็นทีมเดียวกัน 2. ในช่วงเวลาการแข่งขัน คะแนนอันดับที่ได้รับจากการเล่นเกมสามารถเพิ่มคะแนนให้กับทีมได้ 3.คะแนนสำหรับอันดับในแต่ละรอบของเกมมีดังนี้ อันดับที่หนึ่ง +100 คะแนน อันดับที่สอง +500 คะแนน อันดับที่สาม +20 คะแนน 4. เพื่อความเป็นธรรม ทั้งสองทีมสามารถเจรจาจำนวนผู้เล่นให้เท่ากัน เพื่อเข้าร่วมในเกมได้~
vi: 1.Chia thành hai phe xanh đỏ, người dùng trong cùng một phòng là một phe. 2.Trong khoảng thời gian thi đấu, bạn có thể chơi game để tìm kiếm điểm xếp hạng, nhằm tăng thêm điểm cho phe của mình. 3. Xếp hạng của mỗi vòng chơi sẽ được thêm điểm như sau: Hạng nhất + 100 điểm, hạng nhì + 50 điểm, hạng ba + 20 điểm 4.Để đảm bảo công bằng, hai bên có thể thương lượng với nhau để cử ra số người chơi giống nhau tham gia vào trò chơi ~
zh_hans: 1.分为红蓝阵营，同个房间内的用户为一个阵营。 2.比赛时间段内，通过玩游戏获得的排名得分，即可以为己方阵营加分。 3.每轮游戏的排名加分数值如下： 第一名+100分 第二名+50分 第三名+20分 4.为公平起见，双方可协商派出相同数量的玩家参与游戏~
zh_hant: 1.分為紅藍陣營，同個房間內的用戶為一個陣營。 2.比賽時間段內，通過玩遊戲獲得的排名得分，即可以為己方陣營加分。 3.每輪遊戲的排名加分數值如下： 第一名+100分 第二名+50分 第三名+20分 4.為公平起見，雙方可協商派出相同數量的玩家參與遊戲~

# dt_room_pk_select_game
source: Select game
ar: اختر اللعبة
es: Elegir el juego
id: Pilih permainan
ja: ゲームを選択
ko: 게임 선택
ms: Pilih permainan
th: เลือกเกม
vi: Chọn trò chơi
zh_hans: 选择游戏
zh_hant: 選擇遊戲

# dt_room_pk_wait_onwer_select
source: Waiting for the holder to select the game
ar: انتظار مالك الغرفة لاختيار اللعبة
es: Esperando a que el creador de la sesión elija el juego
id: Menunggu pemilik ruangan untuk memilih permainan
ja: ルーム管理者がゲームを選ぶのを待つ
ko: 방주인의 게임선택을 대기
ms: Menunggu pemilik bilik untuk memilih permainan
th: รอให้เจ้าของห้องเลือกเกม
vi: Đợi chủ phòng chọn trò chơi
zh_hans: 等待房主选择游戏
zh_hant: 等待房主選擇遊戲

# dt_room_invitation_failed
source: Failed to send invitation (%ld)
ar: فشل إرسال الدعوة (%ld)
es: Envío de invitación fallida (%ld)
id: Gagal mengirim undangan (%ld)
ja: 招待に失敗しました(%ld)
ko: 초청 발송 실패(%ld)
ms: Gagal menghantar jemputan (%ld)
th: การส่งคำเชิญล้มเหลว
vi: Gửi lời mời không thành công(%ld)
zh_hans: 发送邀请失败(%ld)
zh_hant: 發送邀請失敗(%ld)

# dt_room_invitation_send
source: Invitation sent, please wait
ar: تم إرسال الدعوة، يرجى الانتظار
es: Invitación enviada, por favor espere
id: Undangan terkirim, harap tunggu
ja: 招待を送信しました。お待ちください
ko: 초청 발송완료, 대기하기
ms: Jemputan dihantar, sila tunggu
th: ส่งคำเชิญแล้ว กรุณารอสักครู่
vi: Đã gửi lời mời, vui lòng đợi
zh_hans: 已发送邀请,请等待
zh_hant: 已發送邀請,請等待

# dt_room_opposite_room_id_empty
source: No room ID
ar: معرف الغرفة للطرف الآخر فارغ
es: ID de sesión opuesta vacío
id: ID ruangan lawan kosong
ja: 相手のルームIDが空です
ko: 상대측 룸ID는 공백
ms: ID bilik pihak lain kosong
th: ID ห้องของอีกฝ่ายว่างเปล่า
vi: ID phòng đối phương trống
zh_hans: 对方房间ID为空
zh_hant: 對方房間ID為空

# dt_room_another_pk
source: Again
ar: مرة أخرى
es: Otra vez
id: Sekali lagi
ja: もう一回遊ぶ
ko: 한번더
ms: Sekali lagi
th: เล่นอีกครั้ง
vi: Thêm lần nữa
zh_hans: 再来一次
zh_hant: 再來一次

# dt_room_close_pk
source: Turn off cross-room gaming
ar: إيقاف تشغيل اللعب عبر الغرف
es: Desactivar el juego entre sesiones
id: Tutup permainan lintas ruangan
ja: クロスルームプレイをオフにする
ko: 다른 서버룸 닫기
ms: Matikan permainan merentas bilik
th: ปิดการเล่นแบบข้ามห้อง
vi: Tắt chức năng chơi trò chơi xuyên phòng
zh_hans: 关闭跨房玩游戏
zh_hant: 關閉跨房玩遊戲

# dt_room_close_pk_advance_tip
source: Are you sure to turn off cross-room gaming? If you turn off now, the settlement will begin right away and the game will be terminated
ar: هل أنت متأكد من إيقاف تشغيل اللعب عبر الغرف؟ ستتم التسوية أولًا قبل الإغلاق، لإنهاء اللعبة
es: ¿Deseas desactivar el juego entre sesiones? La desactivación se hará antes de terminar el juego
id: Apakah Anda yakin akan menutup permainan lintas ruangan? Menutup permainan akan membuat selesai lebih cepat dan permainan akan berakhir
ja: クロスルームプレイをオフにしますか。 シャットダウンは前倒しで決済されて、ゲームは終了します
ko: 다른룸 게임 끄기 확인? 끄면 앞당겨 결제 및 게임 종지.
ms: Adakah anda pasti untuk mematikan permainan merentas bilik? Penutupan akan diselesaikan lebih awal dan permainan akan ditamatkan
th: ตกลงจะปิดการเล่นแบบข้ามห้อง n การปิดจะทำให้เกมจบก่อนเวลา และเกมจะสิ้นสุดลง
vi: Bạn có chắc rằng muốn tắt chức năng chơi game xuyên phòng không? Khi tắt sẽ kết toán trước, trò chơi dừng lại
zh_hans: 确认关闭跨房玩游戏吗？ 关闭将提前结算，游戏终止
zh_hant: 確認關閉跨房玩遊戲嗎？ 關閉將提前結算，遊戲終止

# dt_room_refuse_invitation_find
source: %@ has declined your invitation. Go play with someone else
ar: رفض %@ دعوتك، قم بالبحث عن شخص آخر للعب
es: %@ rechazó su invitación, juegue (juega) con otra persona
id: %@ menolak undangan Anda, apakah Anda ingin terus bermain dengan host lain?
ja: %@はあなたの招待を斷りました、他の人とプレイしましょう
ko: %@ 초청을 거절, 타인을 찾아 게임하기
ms: %@ menolak jemputan anda, mencari orang lain untuk bermain
th: %@ ปฏิเสธคำเชิญของคุณ หาคนอื่นเล่นด้วย
vi: % @ đã từ chối lời mời của bạn, tìm người khác cùng chơi nhé
zh_hans: %@拒绝您的邀请，找其他人一起玩
zh_hant: %@拒絕您的邀請，找其他人一起玩

# dt_room_round_game_over
source: This round of game is over, Do you want to make another order?
ar: انتهت هذه الجولة من اللعبة، هل تريد طلب آخر؟
es: Esta ronda de juego ha terminado, ¿Quiere hacer otro pedido?
id: Permainan telah berakhir, Apakah Anda ingin melakukan pemesanan lagi?
ja: 今回のゲームは終了しました。 追加しますか。
ko: 이번 게임 완료, 또한번 시도 여부?
ms: Permainan ini telah tamat, Adakah anda mahu membuat pesanan lain?
th: เกมรอบนี้จบแล้ว จะเล่นอีกครั้งหรือไม่
vi: Trò chơi vòng này đã kết thúc, có chơi thêm ván nữa không?
zh_hans: 本轮游戏已结束， 是否再来一单？
zh_hant: 本輪遊戲已結束， 是否再來一單？

# dt_room_unable_display_msg
source: The message cannot be displayed, please upgrade to the latest version, cmd:%ld
ar: لا يمكن عرض هذه الرسالة، الرجاء الترقية إلى أحدث إصدار، cmd:%ld
es: No se pudo mostrar el mensaje, actualice a la última versión, cmd:%ld
id: Pesan tidak dapat ditampilkan, harap tingkatkan ke versi terbaru, cmd:%ld
ja: メッセージを表示できません。最新バージョンにアップグレードしてください。cmd：%ld
ko: 본 메시지가 표시되지않음, 최신버전으로 갱신하기,cmd:%ld
ms: Mesej tidak boleh dipaparkan, sila mengemaskini kepada versi terkini, cmd:%ld
th: ไม่สามารถแสดงข้อความนี้ได้ โปรดอัปเกรดเป็นเวอร์ชันล่าสุด cmd:%ld
vi: Không thể hiển thị thông tin này, vui lòng nâng cấp lên phiên bản mới nhất, cmd:%ld
zh_hans: 无法显示该消息，请升级最新版本,cmd:%ld
zh_hant: 無法顯示該消息，請升級最新版本,cmd:%ld

# dt_room_cross_id_not_empty
source: The cross-room ID can not be empty
ar: لا يمكن أن يكون معرّف الغرفة عبر الغرف فارغًا
es: El ID de la sesión no puede estar vacío
id: ID ruangan tidak boleh kosong
ja: クロスルームIDを空にすることはできません
ko: 다른 서버룸 ID공백불가
ms: ID merentas bilik tidak boleh dikosongkan
th: ID ห้องของอีกฝ่ายต้องไม่เว้นว่าง
vi: số ID phòng xuyên phòng không được để trống
zh_hans: 跨房房间ID不能为空
zh_hant: 跨房房間ID不能為空

# dt_room_load_failed
source: Failed to load the game, please check the parameters
ar: فشل تحميل اللعبة، يرجى التحقق من المعلمات
es: No se pudo cargar el juego, compruebe los parámetros
id: Gagal memuat, harap periksa parameter
ja: ゲームのロードに失敗しました。パラメータを確認してください
ko: 게임 로딩 실패, 변수를 검사하기
ms: Gagal memuatkan permainan, sila semak parameter-parameter
th: ไม่สามารถโหลดเกมได้ โปรดตรวจสอบพารามิเตอร์ก่อน
vi: Load trò chơi không thành công, vui lòng kiểm tra tham số
zh_hans: 加载游戏失败，请检查参数
zh_hant: 加載遊戲失敗，請檢查參數

# dt_follow_system
source: Follow the system
ar: اتبع النظام
es: Ajustar a parametros del sistema
id: Mengikuti sistem
ja: システムに従ってください
ko: 추적 시스템
ms: Ikut sistem
th: ระบบปฏิบัติตาม
vi: Hệ thống đi kèm
zh_hans: 跟随系统
zh_hant: 跟隨系統

# dt_unable_microphone_tip
source: Can't access the microphone, please go to ”Settings-Privacy“ to enable microphone access
ar: لا يمكن الوصول إلى الميكروفون، الرجاء الانتقال إلى إعدادات الخصوصية لتمكين الوصول إلى الميكروفون
es: No se pudo acceder al micrófono; vaya a ”Ajustes-Privacidad” para habilitar el acceso al micrófono
id: Tidak dapat mengakses mikrofon, buka ”Pengaturan-Privasi ” untuk mengaktifkan akses mikrofon
ja: マイクにアクセスできません。「設定-プライバシー」でマイクへのアクセスを有効にしてください
ko: 마이크 방문 못함, ”설정-개인정보”에서 마이크 방문 권한을 켜기
ms: Tidak dapat mengakses mikrofon, sila pergi ke ”Tetapan-Privasi” untuk mendayakan akses mikrofon
th: ไม่สามารถเข้าถึงไมค์ได้ โปรดไปที่ ”ตั้งค่า-ความเป็นส่วนตัว” เพื่อเปิดใช้งานการเข้าถึงไมค์
vi: Không thể truy cập mic, vui lòng đến ”Cài đặt-Riêng tư” để cấp quyền hạn kết nối mic
zh_hans: 无法访问麦克风，请到“设置-隐私“中开启麦克风访问权限
zh_hant: 無法訪問麥克風，請到“設置-隱私“中開啟麥克風訪問許可權

# dt_unable_microphone_not_have
source: Later
ar: غير مستخدم مؤقتًا
es: Indisponible en este momento
id: Tidak menggunakan untuk sementara
ja: 今は使用しない
ko: 잠시동안 사용 못함
ms: Tiada mikrofon buat masa ini
th: ไม่ใช้ตอนนี้
vi: Tạm thời không dùng
zh_hans: 暂时不用
zh_hant: 暫時不用

# dt_unable_microphone_open
source: Enable now
ar: اذهب للتمكين
es: Iniciar
id: Mengaktifkan
ja: 有効にする
ko: 켜기
ms: Hidupkan
th: ไปเปิด
vi: Bật
zh_hans: 去开启
zh_hant: 去開啟

# dt_login_has_expired
source: Login has expired, please re-enter
ar: انتهت صلاحية تسجيل الدخول، يرجى إعادة الدخول
es: El logín ha caducado; debe volver a loguear
id: Login telah kedaluwarsa, silakan login kembali
ja: ログイン期限が切れました、再度アクセスしてください
ko: 만기된 로그인, 다시 진입하기
ms: Log masuk telah tamat tempoh, sila masukkan semula
th: ล็อคอินหมดอายุ โปรดเข้าสู่ระบบอีกครั้ง
vi: Quá hạn đăng nhập, vui lòng đăng nhập lại
zh_hans: 登录已过期，请重新进入
zh_hant: 登錄已過期，請重新進入

# dt_room_unable_speak_present
source: Can't speak at the moment
ar: لا يمكن التحدث في الوقت الحالي
es: No se permite hablar en este momento
id: Tidak bisa bicara sekarang
ja: 今は発言できません
ko: 현재 발언 못함
ms: Tidak boleh bercakap sekarang
th: ไม่สามารถใช้เสียง่ได้ในขณะนี้
vi: Hiện không thể phát ngôn
zh_hans: 当前不能发言
zh_hant: 當前不能發言

# dt_room_back_game
source: Back to game
ar: العودة الى اللعبة
es: Volver al juego
id: Kembali ke permainan
ja: ゲームに戻る
ko: 게임 나가기
ms: Kembali ke permainan
th: กลับไปเกม
vi: Quay lại trò chơi
zh_hans: 返回游戏
zh_hant: 返回遊戲

# dt_room_there_no_mic
source: No empty seats
ar: لا يوجد مقعد
es: Sin plazas disponibles
id: Tidak ada ruang kosong
ja: 空席がありません
ko: 공석없음
ms: Tiada ruang
th: ไม่มีที่ว่างแล้ว
vi: Hết chỗ trống
zh_hans: 没有空位啦
zh_hant: 沒有空位啦

# dt_room_input_not_null
source: Cannot be blank
ar: لا يمكن أن يكون محتوى الإدخال فارغًا
es: El contenido ingresado no puede quedar vacío
id: Tidak boleh kosong
ja: 入力內容を空にすることはできません
ko: 입력 내용은 필수
ms: Input tidak boleh dikosongkan
th: เนื้อหาต้องไม่ว่างเปล่า
vi: Nội dung cần nhập không được để trống
zh_hans: 输入内容不能为空
zh_hant: 輸入內容不能為空

# dt_ticket_choose_pop_des_title
source: Up to %@ gold coin reward
ar: يمكن الحصول على %@ مكافأة ذهبية على الأكثر
es: Se puede obtener un máximo de %@ en monedas de oro
id: Paling banyak bisa mendapatkan %@ emas
ja: 最大 %@ のボーナスコインを獲得できます
ko: 최고 %@ 코인 보너스를 취득 가능
ms: Boleh mendapat %@ ganjaran emas yang tertinggi
th: สูงสุดจะได้รับเหรียญทองได้มากถึง %@ เหรียญ
vi: Tối đa nhận thưởng %@ xu vàng
zh_hans: 最高可获得 %@ 金币奖励
zh_hant: 最高可獲得 %@ 金幣獎勵

# dt_ticket_choose_pop_title
source: You got first place
ar: فاز بالمركز الأول
es: Obtuvo la primera posición
id: Memenangkan tempat pertama
ja: 1位を獲得
ko: 1등을 취득
ms: Memenangi tempat pertama
th: ได้รับอันดับหนึ่ง
vi: Giành được hạng nhất
zh_hans: 夺得第一名
zh_hant: 奪得第一名

# dt_ticket_choose_level_title
source: Select the created ticket session level
ar: تحديد مستوى التذكرة الذي تم إنشاؤه
es: Seleccionar el nivel de sesión de ticket creado
id: Pilih level sesi tiket yang dibuat
ja: 作成したチケットレベルを選択してください
ko: 구성한 입장권 횟수 급별을 선택
ms: Pilih tahap sesi tiket yang dibuat
th: โปรดเลือกระดับตั๋วที่สร้างขึ้น
vi: Chọn cấp bậc các suất vé được tạo
zh_hans: 选择创建的门票场次级别
zh_hant: 選擇創建的門票場次級別

# dt_up_mic
source: Use no.%ld microphone
ar: استخدام ميكروفون رقم %ld
es: Conectarse al micrófono nº %ld
id: Masukkan ID Mai Shang %ld
ja: %ld番號のマイクを接続する
ko: %ld호 마이크를 연결
ms: Masukkan mikrofon %ld
th: เชื่อมต่อไมค์ %ld
vi: Mở mic số %ld
zh_hans: 上%ld号麦
zh_hant: 上%ld號麥

# dt_win_first_tip
source: Congratulations to %@ for winning the first place! %@ points are added to %@!
ar: تهانينا لـ %@ للفوز بالمركز الأول ويمكن إضافة %@ نقطة لـ %@!
es: ¡Felicitaciones a %@ por ganar la primera posición, le agregó a %@ %@ puntos!
id: Selamat kepada %@ karena memenangkan peringkat pertama dengan %@ plus %@ poin!
ja: %@が1位になりました、おめでとうございます。%@に%@點が加點されます！
ko: 축하,%@는 1등 취득,%@에게%@점을 추가!
ms: Tahniah kepada %@ kerana memenangi tempat pertama dengan %@ penambahan %@ mata!
th: ยินดีกับ %@ ที่ได้ชนะอันดับที่หนึ่ง บวก %@ คะแนนให้กับ %@
vi: Chúc mừng %@ đạt được hạng nhất, cộng thêm %@ điểm cho %@!
zh_hans: 恭喜%@夺得第一为%@加%@分！
zh_hant: 恭喜%@奪得第一為%@加%@分！

# dt_win_second_tip
source: %@ has won the second place! %@ points are added to %@!
ar: فاز %@ بالمركز الثاني ويمكن إضافة %@ نقطة لـ %@!
es: ¡%@ ocupó el segunda posición, le agregó a %@ %@ puntos!
id: %@ memenangkan peringkat ke-2 dengan %@ ditambah %@ poin!
ja: %@が2位になりました、%@に%@點が加點されます！
ko: %@는 2등 취득,%@에게%@점을 추가!
ms: %@ tempat ke-2 dengan %@ penambahan %@ mata!
th: %@ ที่ได้ชนะอันดับที่สอง บวก %@ คะแนนให้กับ %@
vi: %@ đạt được hạng hai, cộng thêm %@ điểm cho %@!
zh_hans: %@夺得第二为%@加%@分！
zh_hant: %@奪得第二為%@加%@分！

# dt_win_third_tip
source: %@ has won the third place! %@ points are added to %@!
ar: فاز %@ بالمركز الثالث ويمكن إضافة %@ نقطة لـ %@!
es: ¡%@ ocupó la tercera posición, le agregó a %@ %@ puntos!
id: %@ memenangkan peringkat ke-3 dengan %@ ditambah %@ poin!
ja: %@が3位になりました、%@に%@點が加點されます！
ko: %@는 3등 취득,%@에게%@점을 추가!
ms: %@ mendapatkan tempat ke-3 dengan %@ penambahan %@ mata!
th: %@ ที่ได้ชนะอันดับที่สาม บวก %@ คะแนนให้กับ %@
vi: %@ đạt được hạng ba, cộng thêm %@ điểm cho %@!
zh_hans: %@夺得第三为%@加%@分！
zh_hant: %@奪得第三為%@加%@分！

# dt_user_receive_invite_msg
source: %@ agree to join you in【%@】
ar: يوافق %@ على لعب [%@] معك.
es: %@ acepta jugar [%@] contigo.
id: %@ setuju untuk bermain [%@] dengan Anda.
ja: %@はあなたと【%@】をプレイすることに同意しました。
ko: %@당신과 함께 플레이를 동의【%@】
ms: %@ bersetuju untuk bermain [%@] dengan anda.
th: %@ ยอมรับที่จะเล่น [%@] กับคุณ
vi: %@ đồng ý chơi cùng bạn【%@】.
zh_hans: %@同意和你一起玩【%@】
zh_hant: %@同意和你一起玩【%@】

# dt_room_pk_show_invite_tip
source: Please invite your opponent first
ar: الرجاء دعوة خصمك أولا
es: Por favor invite a tu enemigo primero
id: Silakan undang lawan Anda terlebih dahulu
ja: まず対戦相手を招待してください
ko: 상대측을 초청하기
ms: Sila jemput lawan anda dahulu
th: โปรดเชิญคู่ต่อสู้ก่อน
vi: Vui lòng mời đối thủ
zh_hans: 请先邀请对手
zh_hant: 請先邀請對手

# dt_room_join_status
source: Join
ar: انضم إلى اللعبة
es: Unirte
ja: プレイする
ko: 게임입장
ms: Sertai
th: ร่วมเกม
vi: Chơi
zh_hans: 加入游戏
zh_hant: 加入游戏

# dt_room_pk_closed_msg
source: The game had ended due to your opponent's forced quit
ar: تنتهي اللعبة مبكراً بسبب انسحاب الخصم قسراً من اللعبة
es: El juego terminó antes de tiempo por la salida forzada del oponente.
id: Lomba berakhir lebih awal karena lawan keluar diri dari lomba
ja: 対戦相手が強制的に試合から退出したため、試合は早めに終了しました
ko: 상대측 강제 종료로 경기가 사전 종료
ms: Permainan terpaksa ditamatkan lebih awal kerana pihak lawan telah menarik diri daripada permainan
th: เกมจบเร็วเนื่องจากฝ่ายตรงข้ามบังคับให้ถอนตัวออกจากเกม
vi: Game kết thúc sớm do đối thủ bị buộc rời game
zh_hans: 由于对方强制退出比赛，比赛提前结束
zh_hant: 由於對方強制退出比賽，比賽提前結束

# dt_room_pk_status_ing
source: In play
ar: في اللعبة
es: En el juego
id: Dalam permainan
ja: インプレー
ko: 게임 중
ms: Dalam permainan
th: ในเกม
vi: Đang chơi
zh_hans: 比赛中
zh_hant: 比賽中

# dt_room_pk_waitting
source: Matching
ar: مطابقة
es: Pareo
id: Cocok
ja: マッチング
ko: 어울리는
ms: Padanan
th: จับคู่
vi: Phù hợp
zh_hans: 匹配中
zh_hant: 匹配中

# dt_room_pk_remove_sure
source: Confirm
ar: نعم
es: Sí
id: Ya
ja: はい
ko: 예
ms: ya
th: ใช่
vi: Đúng
zh_hans: 确认移除
zh_hant: 確認移除

# dt_room_pk_invite
source: Invite
ar: دعوة
es: Invitar
id: Mengundang
ja: 招待する
ko: 초청
ms: Jemput
th: เชิญ
vi: Lời mời
zh_hans: 邀请
zh_hant: 邀請

# dt_ticket_order_msg_fmt
source: %@ has made an order for %@ to join【%@】
ar: %@ 给%@下了一单，约玩【%@】
es: %@ hizo un pedido a %@, quiere citarse con【%@】
id: %@ memesan %@ untuk bermain 【%@】
ja: %@は【%@】を一緒にプレイするよう%@にオーダーしました
ko: %@는%@에게 한주문은 약【%@】플레이 가능
ms: %@ membuat pesanan untuk %@, akan bermain【%@】
th: %@ สั่งซื้อ %@ ให้เล่น【%@】
vi: %@ cược một trận cho %@, hẹn chơi【%@】
zh_hans: %@ 给%@下了一单，约玩【%@】
zh_hant: %@ 給%@下了一單，約玩【%@】

# dt_room_mic_game_ing
source: In game
ar: في اللعبة
es: Jugando
id: Dalam permainan
ja: ゲーム中
ko: 게임 중
ms: Dalam permainan
th: กำลังเล่นเกม
vi: Đang chơi
zh_hans: 游戏中
zh_hant: 遊戲中

# dt_room_guess_more_activity
source: More
ar: المزيد
es: Más
id: Lebih lanjut
ja: その他
ko: 더 보기
ms: Lagi
th: เพิ่มเติม
vi: Nhiều hơn
zh_hans: 更多活动
zh_hant: 更多活動

# dt_room_guess_aword
source: Award
ar: مكافآت
es: Recompensas
id: Hadiah
ja: 賞金
ko: 보너스
ms: Bonus
th: รางวัล
vi: Thưởng
zh_hans: 奖励
zh_hant: 獎勵

# dt_room_guess_join_now
source: Join
ar: انضم
es: Participar
id: Gabung
ja: 参加
ko: 가입
ms: Menyertai
th: เข้าร่วม
vi: Gia nhập
zh_hans: 立即加入
zh_hant: 立即加入
