Repository: SudTechnology/hello-sud-plus-ios
Catalog: project/HelloSud-iOS/App/*.lproj/Localizable.strings
Languages: ar, es, id, ja, ko, ms, th, vi, zh_hans, zh_hant

# dt_room_guess_remain
source: Remaining
ar: متبقي
es: Queda(n)
id: Sisa
ja: 残り
ko: 잔여
ms: Baki
th: ที่เหลืออยู่
vi: Dư
zh_hans: 剩余
zh_hant: 剩餘

# dt_room_guess_people_limit
source: Maximum participants
ar: الحد الأقصى لعدد المشاركين
es: Núm. máximo de participantes
id: Jumlah maksimum peserta
ja: 参加人数の上限
ko: 참여 인원수 상한
ms: Had maksimum peserta
th: จำนวนผู้เข้าร่วมสูงสุด
vi: Giới hạn số người tham gia
zh_hans: 参与人数上限
zh_hant: 參與人數上限

# dt_room_guess_fee
source: Free
ar: مجاني
es: Gratis
id: Gratis
ja: 無料
ko: 무료
ms: percuma
th: ฟรี
vi: Miễn phí
zh_hans: 免费
zh_hant: 免費

# dt_room_guess_activity
source: Guessing Game
ar: أنشطة مسابقة رائعة
es: Gran concurso de adivinanzas
id: Kuis yang luar biasa
ja: エキサイトクイズ
ko: 알찬 퀴즈 이벤트
ms: Kuiz yang menarik
th: การทายที่ยอดเยี่ยม
vi: Hoạt động đố vui đặc sắc
zh_hans: 精彩竞猜活动
zh_hant: 精彩競猜活動

# dt_room_guess_cross_game
source: Who will be the winner in cross-room gaming?
ar: العب في جميع أنحاء الغرفة وخمن من هو الأفضل؟
es: Juega entre sesiones y adivina quién es el mejor.
id: Tebak siapa yang terkuat dalam permainan lintas kamar
ja: 別のルームでゲームをします。誰が一番強いか当てましょう。
ko: 다른 방과 게임,누가 최강자인가?
ms: Cuba teka siapa yang paling kuat, bermain merentasi bilik?
th: เล่นแบบข้ามห้อง คิดว่าใครแข็งแกร่งที่สุด
vi: Game xuyên phòng, đoán xem ai mạnh nhất?
zh_hans: 跨房玩游戏，猜猜谁最强？
zh_hant: 跨房玩遊戲，猜猜誰最強？

# dt_room_guess_add
source: Take another guess
ar: أضف صوتك
es: Agregar apuesta
id: Naikkan taruhan
ja: 追加
ko: 추가 투입
ms: Tambahkan ke kumpulan hadiah
th: เพิ่ม
vi: Thêm cược
zh_hans: 加投
zh_hant: 加投

# dt_room_guess_ta_win
source: This is the winner
ar: خمن من يفوز
es: Adivina QUIÉN ganará
id: Tebak dia akan menang
ja: TAの勝ちを当てる
ko: TA승리로 예측
ms: Teka dia menang
th: เดาว่าเขาจะชนะ
vi: Đoán TA thắng
zh_hans: 猜TA赢
zh_hant: 猜TA贏

# dt_room_guess_win_pool
source: Join the guessing game to get your share of the prize pool
ar: نجح تخمين الفوز بمجموعة الجوائز
es: Acierta con éxito y comparte el premio acumulado
id: berhasil memprediksi untuk membagi kumpulan hadiah
ja: 予測に成功しました。賞金プールを分配しました
ko: 예측 성공, 보너스 풀 배분
ms: Menjangkakan kejayaan dan berkongsikan hadiah kumpulan
th: คาดการณ์อย่างสำเร็จและแบ่งเงินรางวัล
vi: Dự đoán thành công chia kho thưởng
zh_hans: 预测成功瓜分奖池
zh_hant: 預測成功瓜分獎池

# dt_room_guess_had_support
source: Supported
ar: مدعومة
es: Ya participaron en el concurso
id: Didukung
ja: 応援済み
ko: 이미 지원
ms: Disokong
th: สนับสนุนแล้ว
vi: Đã ủng hộ
zh_hans: 已支持
zh_hant: 已支持

# dt_room_guess_limit_time
source: Limited Guessing Game
ar: حدث التخمين لفترة محدودة
es: Concurso de tiempo limitado
id: Kuis terbatas waktu
ja: 期間限定クイズキャンペーン
ko: 한시 퀴즈 이벤트
ms: Kuiz terhad masa
th: การทายที่จำกัดเวลา
vi: Hoạt động đố vui hạn giờ
zh_hans: 限时竞猜活动
zh_hant: 限時競猜活動

# dt_room_guess_play_now
source: Play Now
ar: العب الآن
es: Jugar ahora mismo
id: Main sekarang
ja: 今すぐプレイ
ko: 즉시 플레이
ms: Main sekarang
th: เล่นทันที
vi: Chơi ngay
zh_hans: 立即玩
zh_hant: 立即玩

# dt_room_guess_give_more
source: Put more, get more
ar: المزيد من النقاط لمزيد من الرهانات
es: Con más apoyos habrá más recompensas
id: Bertaruh lebih banyak dan dapatkan poin lebih banyak
ja: 投入が多いと分配も多い
ko: 투입을 많이 할 수록 많이 배분 받습니다
ms: Mata akan lebih tinggi dengan sokongan yang lebih tinggi
th: ยิ่งสนับสนุนยิ่งได้มากขึ้น
vi: Cược nhiều chia nhiều
zh_hans: 投的多分的多
zh_hant: 投的多分的多

# dt_room_guess_support_now
source: Support now
ar: دعم الآن
es: Apoyar ahora
id: Dukung sekarang
ja: 今すぐ応援
ko: 즉시 지원
ms: sokong sekarang
th: สนับสนุนทันที
vi: Ủng hộ ngay
zh_hans: 立即支持
zh_hant: 立即支持

# dt_room_guess_king
source: Guessing King
ar: ملك التخمين
es: Triunfador del concurso
ja: クイズ王
ko: 퀴즈 왕
ms: Raja kuiz
th: นักทาย
vi: Vua Đố Vui
zh_hans: 竞猜王
zh_hant: 競猜王

# dt_room_guess_big_rank
source: Master Rank
ar: قائمة الآلهة
es: Clasificación de triufandores
id: Daftar Peringkat Master
ja: スゴイランキング
ko: 대신방
ms: Senarai Master
th: รายการผู้ยิ่งใหญ่
vi: Bảng Đại Thần
zh_hans: 大神榜
zh_hant: 大神榜

# dt_room_guess_rank_day
source: Daily
ar: اليومية
es: diaria
id: harian
ja: 日次
ko: 일간
ms: harian
th: รายวัน
vi: Ngày
zh_hans: 日榜
zh_hant: 日榜

# dt_room_guess_rank_week
source: Weekly
ar: الأسبوعية
es: semanal
id: mingguan
ja: 週間
ko: 주간
ms: mingguan
th: รายสัปดาห์
vi: Tuần
zh_hans: 周榜
zh_hant: 周榜

# dt_room_guess_win_round
source: Victories
ar: انتصارات (ألعاب)
es: Triunfo (campo)
id: Kemenangan (kali)
ja: 勝ち数（回）
ko: 승리(장)
ms: Kemenangan (bilangan permainan)
th: ชนะ (รอบ)
vi: Thắng (trận)
zh_hans: 胜利(场)
zh_hant: 勝利(場)

# dt_room_guess_winner
source: Guessing King
ar: ملك مسابقة التخمين
es: Triunfador del concurso
id: Raja kuis
ja: クイズ王
ko: 퀴즈의 왕자
ms: raja kuiz
th: นักทายคิง
vi: Vương Giả Đố Vui
zh_hans: 竞猜王者
zh_hant: 競猜王者

# dt_room_guess_will_win
source: Correct
ar: فوز التخمين
es: Ganador del concurso
id: Menang kuis
ja: クイズに勝つ
ko: 퀴즈 승리
ms: menang kuiz
th: ชนะการทาย
vi: Thắng Đố Vui
zh_hans: 竞猜获胜
zh_hant: 競猜獲勝

# dt_room_guess_game_winner
source: Game master
ar: سيد اللعبة
es: Maestro del juego
id: Master game
ja: ゲームの達人
ko: 게임 고수
ms: Master permainan
th: เกมมาสเตอร์
vi: Cao thủ game
zh_hans: 游戏高手
zh_hant: 遊戲高手

# dt_room_guess_get_win
source: Win
ar: الفوز
es: Ganar
id: Menang
ja: 勝利
ko: 승리
ms: Menang
th: ชนะ
vi: Chiến thắng
zh_hans: 获胜
zh_hant: 獲勝

# dt_room_guess_win_lose
source: Guess who will win
ar: تخمين الفائز
es: Acierta si gana o pierde
id: Tebak menang atau kalah
ja: 勝敗を当てる
ko: 승패 예측하기
ms: Teka menang atau kalah
th: ทายชนะหรือแพ้
vi: Đoán thắng thua
zh_hans: 猜输赢
zh_hant: 猜輸贏

# dt_room_guess_select_player
source: Choose the player you support
ar: اختر اللاعب الذي تدعمه
es: Elige el jugador a apoyar
id: Pilih pemain yang kamu dukung
ja: 応援するプレイヤーを選択してください
ko: 지원할 플레이어 선택
ms: Pilih pemain yang anda sokong
th: เลือกผู้เล่นที่คุณสนับสนุน
vi: Chọn người chơi bạn ủng hộ
zh_hans: 选择你支持的玩家
zh_hant: 選擇你支持的玩家

# dt_room_guess_five_award
source: Guess correctly to get 5x bonus!
ar: خمن بشكل صحيح واحصل على 5 أضعاف الجائزة!
es: ¡Adivínalo y multiplica tu recompensa por 5!
id: Tebak dengan benar dan dapatkan bonus 5 kali lipat
ja: 当てると5倍の賞金を獲得！
ko: 맞추면 5배 보너스!
ms: Teka dengan betul dan dapatkan bonus sehingga 5 kali ganda!
th: ทายถูกจะได้รับรางวัล 5 เท่า
vi: Đoán đúng nhận thưởng x5!
zh_hans: 猜对得5倍奖励!
zh_hant: 猜對得5倍獎勵!

# dt_room_guess_self_win
source: Vote yourself
ar: خمن نفسك للفوز
es: Apuesta por tí mismo
id: Tebak&Menang
ja: 自分の勝利を当てる
ko: 자체 승리 예측
ms: Teka kemenangan sendiri
th: ทายว่าตัวเองชนะ
vi: Đoán bản thân thắng
zh_hans: 猜自己赢
zh_hant: 猜自己贏

# dt_room_guess_not_open
source: Not now
ar: لم يتم التشغيل بعد
es: No activar ahora
id: Sementara tidak terbuka
ja: 今はしない
ko: 켜지않음
ms: Tidak diaktifkan buat masa ini
th: ยังไม่เปิด
vi: Tạm không mở
zh_hans: 暂不开启
zh_hant: 暫不開啟

# dt_room_guess_open_now
source: Turn on
ar: تم التشغيل
es: Activar
id: Buka
ja: オン
ko: 켜기
ms: Aktifkan
th: เปิด
vi: Mở
zh_hans: 立即开启
zh_hant: 立即開啟

# dt_room_guess_gameing_not_open
source: The game is in progress, you can't take a guess now
ar: لا يمكن تشغيل التخمين أثناء تقدم اللعبة
es: El juego está en progreso, ahora no se puede activar la adivinación automática
id: Permainan sedang berlangsung, kuis untuk sementara tidak dapat dibuka
ja: ゲームが進行中のため、クイズをオンにできません
ko: 게임중, 퀴즈를 켜지못함
ms: Permainan sedang berlangsung, kuiz tidak boleh dibuka buat sementara waktu
th: เกมกำลังดำเนินการ ไม่สามารถเปิดการทายในขณะนี้
vi: Đang chơi game, tạm thời không thể mở đoán
zh_hans: 游戏进行中，暂不可开启竞猜
zh_hant: 遊戲進行中，暫不可開啟競猜

# dt_room_guess_gaming_not_close
source: The game is in progress, you can't stop the guessing game now
ar: لا يمكن إيقاف تشغيل التخمين أثناء تقدم اللعبة
es: El juego está en progreso, ahora no se puede desactivar la adivinación automática
id: Permainan sedang berlangsung, kuis untuk sementara tidak dapat ditutup
ja: ゲームが進行中のため、クイズをオフにできません
ko: 게임중, 퀴즈를 끄지못함
ms: Permainan sedang berlangsung, kuiz tidak boleh ditutup buat sementara waktu
th: เกมกำลังดำเนินการ ไม่สามารถปิดการทายในขณะนี้
vi: Đang chơi game, tạm thời không thể tắt đoán
zh_hans: 游戏进行中，暂不可关闭竞猜
zh_hant: 遊戲進行中，暫不可關閉競猜

# dt_room_guess_auto_guess
source: Auto-guess
ar: التخمين التلقائي
es: Adivinación automática
id: Kuis otomatis
ja: 自動クイズ
ko: 자동 퀴즈
ms: Kuiz automatik
th: ระบบทายอัตโนมัติ
vi: Tự động đoán
zh_hans: 自动竞猜
zh_hant: 自動競猜

# dt_room_guess_close_auto
source: Do you want to turn off the auto-guess to vote yourself for each round?
ar: هل تريد إيقاف تشغيل التخمين التلقائي لكل جولة؟
es: ¿Quieres desactivar la adivinación automática para ganar cada ronda?
id: Apakah kamu menutup "Tebak&Menang" otomatis di setiap putaran?
ja: 各ラウンドで自動的に自分の勝利を推測するしないようにしますか。
ko: 매번 자체 승리 자동 예측을 끄기 여부?
ms: Adakah anda pasti untuk menyahaktifkan "Teka&Menang" sendiri setiap permainan?
th: ปิดการทายอัตโนมัติว่าตัวเองจะชนะในทุกรอบหรือไม่
vi: Tắt chế độ tự động đoán bản thân thắng mỗi vòng không?
zh_hans: 是否关闭每轮自动猜自己赢?
zh_hant: 是否關閉每輪自動猜自己贏?

# dt_room_guess_waitting
source: There are no players in the game, please come back later
ar: لا يوجد لاعبون في اللعب، يرجى العودة لاحقًا
es: No hay jugadores en el juego, vuelve más tarde
id: Tidak ada pemain dalam permainan, silakan kembali lagi nanti
ja: 現在プレイヤーがいません。後で来てください
ko: 게임중 플레이어가 없고 잠시 후 재시도하기.
ms: Tiada pemain dalam permainan, sila kembali kemudian
th: ไม่มีผู้เล่นในเกม โปรดกลับมาใหม่ภายหลัง
vi: Tạm thời không có người chơi, vui lòng quay lại sau
zh_hans: 暂无玩家游戏中，请稍候再来
zh_hant: 暫無玩家遊戲中，請稍候再來

# dt_room_guess_had_buy
source: You have placed your bet, please wait for the game result
ar: تم وضع الرهانات في انتظار إعلان النتائج
es: Apuesta hecha, esperando a los resultados
id: Sudah taruhan, tunggu pengumuman hasil permainan
ja: 賭けています。ゲーム結果を待っています
ko: 베팅 완료,결과 공시를 대기 중
ms: Telah meletakkan pertaruhan anda, menunggu keputusan permainan diumumkan
th: วางเดิมพันแล้ว รอประกาศผลการแข่งขัน
vi: Đã cược, đợi công bố kết quả game
zh_hans: 已投注，等待游戏结果公布
zh_hant: 已投注，等待遊戲結果公佈

# dt_room_guess_game_round_state
source: Game situation
ar: حالة اللعبة
es: Status del juego
id: Situasi permainan
ja: ゲーム状況
ko: 게임 결과
ms: Situasi permainan
th: ผลการแข่งขัน
vi: Tình hình game
zh_hans: 游戏战况
zh_hant: 遊戲戰況

# dt_room_guess_never_giveup
source: Don't worry, you will win at next round!
ar: لا تحبط، في المرة القادمة سنقلب!
es: ¡No te desesperes, ganarás la próxima vez!
id: Jangan putus asa, ayo bangkit!
ja: がっかりしないで、次は大当たり！
ko: 낙심하지 말고 다음에 승리하기！
ms: Jangan patah semangat, cuba semula pada permainan yang seterusnya!
th: อย่าท้อถอย เราจะชนะครั้งต่อไป
vi: Đừng nhụt chí, trận sau lật ngược tình huống!
zh_hans: 不必气馁，下把翻盘！
zh_hant: 不必氣餒，下把翻盤！

# dt_room_guess_they_guess
source: They have made a guess
ar: لقد دخلوا في التخمين
es: Ya participaron en el concurso
id: Mereka telah berpartisipasi dalam kuis
ja: 彼らはクイズに参加しています！
ko: 퀴즈에 참여한 그들
ms: Mereka telah memasuki kuiz
th: พวกเขาได้เข้าร่วมตอบคำถาม
vi: Họ đã tham gia đoán
zh_hans: 他们已参与竞猜
zh_hant: 他們已參與競猜

# dt_room_guess_one_more
source: One more round
ar: لعب مرة أخرى
es: Una ronda más
id: Satu ronde lagi
ja: もう1回
ko: 한번 더
ms: satu pusingan lagi
th: เล่นอีกครั้ง
vi: Một trận nữa
zh_hans: 再来一局
zh_hant: 再來一局

# dt_room_guess_win_now
source: Bingo
ar: جاري التخمين
id: Tebakan benar
ja: 当たり
ko: 맞춤
ms: Anda meneka dengan betul
th: บิงโก
vi: Đoán trúng rồi
zh_hans: 猜中了
zh_hant: 猜中了

# dt_room_guess_next_win
source: Guess again!
ar: تعال في المرة القادمة!
es: La proxima lo conseguirás
id: Semangat lain kali
ja: 次頑張りましょう
ko: 다음에 노력하기
ms: Berusahalah lain kali
th: สู้สู้นะ
vi: Cố gắng lần sau
zh_hans: 下次加油
zh_hant: 下次加油

# dt_room_guess_not_guess
source: Not guessed
ar: غير مخمن
es: Sin participar
id: Tidak ada kuis
ja: クイズに参加していません
ko: 맞추지 못함
ms: Tidak mengambil bahagian
th: เดาไม่ถูก
vi: Chưa đoán
zh_hans: 未竞猜
zh_hant: 未競猜

# dt_room_guess_win_good
source: Congratulations! You win!
ar: مبروك للفائز
es: ¡HAS GANADO, FELICIDADES!
id: Selamat atas kemenangannya
ja: 勝利おめでとう
ko: 승리의 축가
ms: Tahniah atas kemenangan anda
th: ยินดีด้วยที่ชนะ
vi: Chúc mừng chiến thắng
zh_hans: 恭喜获胜
zh_hant: 恭喜獲勝

# dt_room_guess_over
source: You are better than 94.8% players
ar: قد تجاوز 94.8% من الأشخاص
es: Más del 94,8% superado
id: Telah melampaui 94,8% orang
ja: 94.8%のプレイヤーを越えました
ko: 94.8%게이머를 초과
ms: lebih daripada 94.8% pemain
th: ชนะมากกว่า 94.8% ของผู้เล่น
vi: Người vượt qua 94.8%
zh_hans: 超过了94.8%的人
zh_hant: 超過了94.8%的人

# dt_room_guess_self_win_five
source: Vote yourself to win 5x rewards!
ar: راهن على نفسك للفوز واربح 5 أضعاف الجائزة!
es: ¡Apuesta por ti mismo para ganar, y multiplicarás tu recompensa por 5!
id: Pilih diri Anda untuk menang, menangkan hadiah 5 kali lipat!
ja: 自分の勝利を推測して、当たると5倍の奨励金を獲得！
ko: 자체 승리를 베팅, 승리하면 5배 보너스!
ms: Undi diri anda untuk menang, menangi sehingga 5 kali ganda ganjaran!
th: ทายว่าตัวเองจะชนะ ถ้าชนะจะรับรางวัล 5 เท่า
vi: Cược bản thân thắng, thắng sẽ nhận thưởng x5!
zh_hans: 投自己赢，获胜将赢得5倍奖励！
zh_hant: 投自己贏，獲勝將贏得5倍獎勵！

# dt_room_guess_you_better
source: You are so good at guessing, good job!
ar: توقع مثل الآلهة، وطارد بعد النصر ~
es: Adivina con gran precisión, anda hacia la victoria
id: Memprediksi dengan akurasi yang menakjubkan dan menindak lanjuti kemenangan dengan mengejar musuh yang mundur
ja: 神予想！このまま勢いに乗っていこう！
ko: 신통한 예측, 승승장구~
ms: Ramalkan perkara seperti Tuhan, ikuti kemenangan dan kejar~
th: ทำนายได้แม่นมาก เล่นต่อเลยรอไรละ
vi: Liệu sự như thần, thừa thắng xông lên~
zh_hans: 料事如神，乘胜追击~
zh_hant: 料事如神，乘勝追擊~

# dt_room_guess_next_guess
source: Make the right guess to get 5x rewards! Come on, make your guess now!
ar: إذا خمنت بشكل صحيح، فستحصل على 5 أضعاف الجائزة! انضم إلينا في الجولة القادمة!
es: ¡Si aciertas, multiplicarás tu recompensa por 5! ¡Participa en la próxima ronda!
id: Jika tebakan kamu benar, kamu akan mendapatkan hadiah 5 kali lipat! Ayo berkumpul bersama di ronde berikutnya~
ja: 当てると賞金が5倍！次のラウンドは一緒にどうぞ
ko: 맞추면 5배 보너스! 다음번에 함께 해봐요~
ms: Anda akan menikmati ganjaran sehingga 5 kali ganda seandainya anda menang! Jom main sekali pada pusingan yang seterusnya~
th: ทายถูกจะได้รับรางวัล 5 เท่า เจอกันใหม่รอบหน้า
vi: Đoán trúng sẽ nhận thưởng x5! Cùng chơi vòng sau sau nhé~
zh_hans: 猜中将获得5倍奖励！下轮一起来吧~
zh_hant: 猜中將獲得5倍獎勵！下輪一起來吧~

# dt_room_disco_good
source: The game is in progress, rotate your screen to landscape mode to get better view
ar: في المعركة الشرسة للعبة، تكون تجربة الشاشة الأفقية أفضل
es: Durante el fragor de la batalla, la vista horizontal mejora la experiencia de juego
id: Layar horizontal memberikan pengalaman yang lebih baik pada saat pertempuran sengit permainan
ja: 激戦中のゲームでは、横画面が快適です
ko: 게임 진행중, 수평 스크린으로 더 좋은 체험
ms: Pengalaman skrin mendatar adalah lebih baik dalam pertempuran sengit permainan ini
th: กำลังสู้กันอย่างดุเดือด เปิดจอแนวนอนจะสนุกกว่า
vi: Game đang cao trào, trải nghiệm màn hình ngang sẽ tốt hơn
zh_hans: 游戏激战中，横屏体验更佳
zh_hant: 遊戲激戰中，橫屏體驗更佳

# dt_disco_right_now
source: Enter now
ar: أدخل الآن
es: Entrar ahora
id: masuk sekarang
ja: 今すぐ入る
ko: 즉시 진입
ms: masuk sekarang
th: เข้าสู่ทันที
vi: Vào ngay
zh_hans: 马上进入
zh_hant: 馬上進入

# dt_disco_rtc_tip
source: Please choose the RTC experience
ar: الرجاء استخدام تجربة RTC الفورية
es: Utiliza la experiencia RTC preparada
id: Silakan gunakan fungsi RTC siap pakai
ja: 今すぐ購入できるRTC体験をご利用ください
ko: 즉시RTC체험을 사용하기
ms: Sila gunakan pengalaman RTC yang telah siap dibina
th: โปรดทดลองใช้ RTC
vi: Hãy trải nghiệm RTC được tạo sẵn
zh_hans: 请使用即构RTC体验
zh_hant: 請使用即構RTC體驗

# dt_room_maku_join
source: Join the team
ar: الانضمام إلى فريق
es: Participar en el equipo
id: bergabung dengan tim
ja: チームに参加する
ko: 팀원 가입
ms: menyertai pasukan
th: เข้าร่วมทีม
vi: Gia nhập chiến đội
zh_hans: 加入战队
zh_hant: 加入戰隊

# dt_room_guess_stop
source: Expired
ar: انتهت صلاحيته
es: Finalizado
id: telah kadaluwarsa
ja: 期限切れです
ko: 이미 마감
ms: telah luput
th: หยุดแล้ว
vi: Đã hết hạn
zh_hans: 已截止
zh_hant: 已截止

# dt_room_disco_rank
source: Disco Rank
ar: ترتيب الديسكو
es: Clasificación de Discoteca
id: Peringkat disko
ja: ディスコランキング
ko: 댄싱 순위
ms: Kedudukan disko
th: อันดับดิสโก้
vi: Xếp hạng Nhảy Disco
zh_hans: 蹦迪排行
zh_hant: 蹦迪排行

# dt_room_disco_show_tip
source: Description
ar: الوصف
es: Descripción
id: Deskripsi
ja: 説明
ko: 설명
ms: Pernyataan
th: คำอธิบาย
vi: Giải thích
zh_hans: 说明
zh_hant: 說明

# dt_room_disco_win
source: Spotlight
ar: ملك الأضواء
es: Focus King
id: Raja Fokus
ja: 人気王
ko: 초점왕
ms: Raja Fokus
th: โฟกัสคิง
vi: Vua tiêu điểm
zh_hans: 焦点王
zh_hant: 焦點王

# dt_room_disco_good_anchor
source: Most Popular Rank
ar: قائمة المضيفين الشعبية
es: Clasificación de presentadores populares
id: Daftar hos populer
ja: 人気キャスターランキング
ko: 인기 앵커 순위
ms: Senarai utama yang popular
th: รายการโฮสต์ยอดนิยม
vi: Bảng streamer được yêu thích
zh_hans: 人气主播榜
zh_hant: 人氣主播榜

# dt_room_disco_get_times
source: Get Close-up(times)
ar: مميزة (مرات)
es: Avatares obtenidos (veces)
id: Dapatkan foto close-up (kali)
ja: クローズアップ獲得(回)
ko: 클로즈업 취득(회)
ms: mendapat fokus jarak dekat (kali)
th: ได้รับการชมใกล้ชิด (ครั้ง)
vi: Giành được nổi bật (lần)
zh_hans: 获得特写(次)
zh_hant: 獲得特寫(次)

# dt_room_disco_invite
source: Been Invited (times)
ar: مدعو (مرات)
es: Invitado (veces)
id: Diundang (kali)
ja: 招待される（回）
ko: 초청 받음(~회)
ms: Dijemput (kali)
th: ถูกเชิญ (ครั้ง)
vi: Được mời (lần)
zh_hans: 被邀约(次)
zh_hant: 被邀約(次)

# dt_room_disco_rank_instrument
source: Disco Rank Description
ar: وصف ترتيب الديسكو
es: Descripción de la clasificación de Discoteca
id: Deskripsi peringkat Disko
ja: ディスコランキングの説明
ko: 댄싱 순위 설명
ms: Penerangan kedudukan Disko
th: คำอธิบายอันดับดิสโก้
vi: Giải thích xếp hạng disco
zh_hans: 蹦迪排行说明
zh_hant: 蹦迪排行說明

# dt_room_disco_rank_tip_one
source: Ranks update time: From Monday 00:00 to Sunday 24:00, updates in each natural week
ar: دورة الترتيب: من الاثنين 0:00 إلى الأحد 24:00، كل أسبوع طبيعي عبارة عن واحدة دورة ترتيب
es: Ciclo de clasificación: Los ciclos semanales de clasificación son, de lunes 0:00 a domingo 24:00.
id: Siklus daftar peringkat: pada 0.00 setiap Senin hingga pada 24.00 setiap Minggu. Setiap minggu alami adalah siklus daftar peringkat
ja: ランキングサイクル：月曜日の午前0時から日曜日の24時までの各週を1つのランキングサイクルとする
ko: 순위 주기：월요일0시 부터 일요일 24시, 각 자연주는 1개 순위 주기
ms: Kitaran senarai: Isnin 0.00 hingga Ahad 24.00, seminggu merupakan satu kitaran senarai
th: รอบรายการ วันจันทร์ 0:00 ถึงวันอาทิตย์ 24:00 น. นับเป็นหนึ่งรอบรายการ
vi: Chu kỳ BXH: Từ 0h thứ hai đến 24h chủ nhật, mỗi tuần là một chu kỳ BXH
zh_hans: 榜单周期：周一0点至周日24点，每个自然周为一个榜单周期
zh_hant: 榜單週期：週一0點至周日24點，每個自然周為一個榜單週期

# dt_room_disco_rank_tip_two
source: Spotlight: In the Disco show, the number of times the players have got close-ups
ar: ملك الأضواء: ترتيب عدد المرات التي تلقت فيها الشخصية لقطة مقرّبة في مشهد الديسكو السحابي
es: Focus King: Clasificación principal de los participantes para la obtención de avatares de la Disco dancing virtual.
id: Raja fokus: Di bidang awan-disko, jumlah kali karakter yang mendapat close-up
ja: 人気王： クラウドディスコで、キャラクターがクローズアップを穫得した回数ランキング
ko: 초점왕： 클라우드 댄싱장중 캐릭터 클로즈업된 횟수 순위
ms: Raja Tumpuan: Dalam medan awan-disko, bilangan kali watak-watak itu diambil secara dekat
th: โฟกัสคิง ในฟิลด์ดิสโก้ ลำดับจำนวนครั้งที่ได้รับการชมใกล้ชิด
vi: Vua tiêu điểm: Trong lúc nhảy Disco, nhân vật nhận xếp hạng lượt nổi bật
zh_hans: 焦点王： 云蹦迪场中，角色获得特写的次数排行
zh_hant: 焦點王： 雲蹦迪場中，角色獲得特寫的次數排行

# dt_room_disco_rank_tip_thr
source: Most Popular Rank: In the Disco show, the number of times the players have been invited to dance
ar: قائمة المضيفين الشعبية: عدد المرات التي تمت فيها دعوة شخصية ما للرقص في مشهد الديسكو السحابي
es: Clasificación de presentadores populares: Clasifición principal de invitados al baile en la Disco dancing virtual.
id: Daftar hos populer: Di bidang awan-disko, jumlah kali diundang untuk menari diberi peringkat
ja: 人気キャスターランキング： クラウドディスコで、ダンスに招待された回数ランキング
ko: 인기 앵커순위： 클라우드 댄싱장중, 초청받은 댄싱 횟수 순위
ms: Senarai utama popular: dalam medan awan-disko, bilangan kali dijemput untuk menari disenaraikan
th: รายการโฮสต์ยอดนิยม ในฟิลด์ดิสโก้ ลำดับจำนวนครั้งที่ได้รับการเชิญไปเต้น
vi: BXH streamer được yêu thích: Trong lúc nhảy Disco, được mời xếp hạng lượt khiêu vũ
zh_hans: 人气主播榜： 云蹦迪场中，被邀请跳舞的次数排行
zh_hant: 人氣主播榜： 雲蹦迪場中，被邀請跳舞的次數排行

# dt_room_guess_no_more_money
source: Insufficient balance! Auto-guess has been stopped, go recharge now~
ar: الرصيد غير كاف، التخمين التلقائي مغلق، قم بزيادة الرصيد الآن ~
es: Saldo insuficiente, la adivinación automática se ha desactivado, ¡recarga lo antes posible!
id: Saldo tidak cukup, kuis secara otomatis telah ditutup, segera isi ulang~
ja: 残高不足です。自動クイズがオフになっています。早くチャージしましょう
ko: 잔액 부족, 자동 예측이 꺼짐, 충전하기~
ms: Baki tidak mencukupi, kuiz automatik telah dinyahaktifkan, sila cas semula dengan secepatnya~
th: เงินคงเหลือไม่เพียงพอ การทายแบบอัตโนมัติปิดแล้ว รีบไปเติมเงินเถอะ
vi: Số dư không đủ, tự động đoán đã đóng, nhanh đến nạp thẻ~
zh_hans: 余额不足，自动竞猜已关闭，快去充值吧~
zh_hant: 餘額不足，自動競猜已關閉，快去充值吧~

# dt_room_disco_open
source: Turn on Disco
ar: قم ببدء تشغيل الديسكو
es: Abrir la Discoteca
id: Nyalakan disko
ja: ディスコをオンにする
ko: 댄싱 시작
ms: Hidupkan disko
th: เปิดดิสโก้
vi: Mở nhảy disco
zh_hans: 开启蹦迪
zh_hant: 開啟蹦迪

# dt_room_disco_close
source: Turn off Disco
ar: إيقاف تشغيل الديسكو
es: Cerrar la Discoteca
id: Matikan disko
ja: ディスコをオフにする
ko: 댄싱 끄기
ms: Matikan disko
th: ปิดดิสโก้
vi: Tắt nhảy disco
zh_hans: 关闭蹦迪
zh_hant: 關閉蹦迪

# dt_room_disco_confirm_close
source: Are you sure to close the disco?
ar: هل أنت متأكد من إغلاق الديسكو؟
es: ¿Estás seguro de cerrar la discoteca
id: Apakah Anda yakin untuk menutup disko?
ja: ディスコを閉じてもよろしいですか？
ko: 디스코를 닫으시겠습니까?
ms: Adakah anda pasti untuk menutup disko?
th: คุณแน่ใจหรือว่าปิดดิสโก้?
vi: Bạn có chắc chắn đóng cửa vũ trường không?
zh_hans: 确定要关闭蹦迪吗？
zh_hant: 確定要關閉蹦迪嗎？

# dt_room_disco_keyword_move
source: Move
ar: تحرك
es: Mover
id: Bergerak
ja: 移動
ko: 이동
ms: bergerak
th: เคลื่อนที่
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

# dt_room_disco_keyword_up_sky
source: Fly
ar: اذهب الى السماء
es: Volar
id: Ke surga
ja: 空へ
ko: 상천
ms: Ke syurga
th: สวรรค์
vi: Lên trời
zh_hans: 上天
zh_hant: 上天

# dt_room_disco_keyword_witch_role
source: Change characters
ar: تغيير الشخصيات
es: Cambiar personaje
id: ganti peran
ja: キャラ変更
ko: 캐릭터 교환
ms: tukar watak
th: เปลี่ยนบทบาท
vi: Đổi nhân vật
zh_hans: 换角色
zh_hant: 換角色

# dt_room_disco_keyword_work
source: on stage
ar: على المسرح
es: en el escenario
id: di atas panggung
ja: ステージ上
ko: 무대 위에
ms: atas pentas
th: บนเวที
vi: trên sân khấu
zh_hans: 上班
zh_hant: 上班

# dt_room_disco_keyword_unwork
source: off stage
ar: خارج المسرح
es: fuera del escenario
id: di luar panggung
ja: オフステージ
ko: 무대에서
ms: di luar pentas
th: นอกเวที
vi: rời sân khấu
zh_hans: 下班
zh_hant: 下班

# dt_room_disco_keyword_focus
source: Focus
ar: أضواء كاشفة
es: Enfocar
id: fokus
ja: フォーカス
ko: 초점
ms: Fokus
th: โฟกัส
vi: Tiêu điểm
zh_hans: 聚焦
zh_hant: 聚焦

# dt_room_disco_tag_special
source: Close up
ar: لقطات مقربة
es: Avatar
id: Foto Close-up
ja: クローズアップ
ko: 클로즈업
ms: Foto jarak dekat
th: ชมใกล้ชิด
vi: Nổi bật
zh_hans: 特写
zh_hant: 特寫

# dt_room_disco_tag_effect
source: Special effects
ar: مؤثرات خاصة
es: Efectos especiales
id: efek khusus
ja: エフェクト
ko: 특효
ms: Kesan khas
th: เอฟเฟกต์พิเศษ
vi: Hiệu ứng đặc biệt
zh_hans: 特效
zh_hant: 特效

# dt_room_disco_no_menu
source: There is no show yet, you can invite the streamer to dance by sending gifts
ar: لا يوجد برنامج في الوقت الحالي، قدم هدية وادع المضيف للرقص!
es: Aún no hay actuación, puedes invitar al presentador a bailar si le envías un regalo
id: Belum ada pertunjukan, Anda dapat mengundang hos untuk menari jika Anda mengirim hadiah
ja: しばらく演目がないので、ギフトでキャスターをダンスに招待できます
ko: 프로그램 없음, 기념품 증정으로 앵커 댄싱을 초청 가능
ms: Tiada persembahan buat masa ini, anda boleh mengajak tuan rumah menari sekiranya anda memberikannya hadiah
th: ยังไม่มีรายการ ให้ของขวัญและเชิญโฮสต์เต้นรำ
vi: Tạm thời không có tiết mục, tặng quà có thể mời streamer khiêu vũ nhé
zh_hans: 暂无节目，送礼即可邀请主播跳舞哦
zh_hant: 暫無節目，送禮即可邀請主播跳舞哦

# dt_room_disco_rule
source: Rule
ar: القواعد
es: Reglas
id: Aturan
ja: ルール
ko: 규칙
ms: Peraturan
th: กฎ
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則
