Repository: SudTechnology/hello-sud-plus-ios
Catalog: project/HelloSud-iOS/App/*.lproj/Localizable.strings
Languages: ar, es, id, ja, ko, ms, th, vi, zh_hans, zh_hant

# dt_room_disco_menu_rule_one
source: 1. The streamer is idle now, you can dance with the streamer on the central stage after sending gifts of [Dance for 1 minute] or [Dance for 3 minutes].
ar: 1، بعد تقديم هدية للمضيف [ارقص لمدة دقيقة واحدة] أو [ارقص لمدة 3 دقائق]، يمكن الرقص فورًا مع المضيف في مركز الصدارة لمدة دقيقة واحدة أو 3 دقائق.
es: 1. El presentador está libre, después de darle un regalo de [Bailar 1 minuto] o [Bailar durante 3 minutos], puedes bailar inmediatamente con el presentador en el centro del escenario durante 1 minuto o 3 minutos.
id: 1. Saat hos diam, setelah mengirim hos hadiah [Menari selama 1 menit] atau [Menari selama 3 menit], kamu dapat langsung menari dengan hos di tengah panggung selama 1 menit atau 3 menit.
ja: 1、キャスターに時間があるので、キャスターに【1分ダンス】または【3分ダンス】のギフトを送ると、すぐにそのキャスターとセンターステージで、1分または3分間ダンスできます。
ko: 1、앵커가 대기 중, 앵커에게 【1분간 댄생】또는【3분간 댄싱】기념품을 증정하면, 그 즉시 본 앵커와 함께 중심 무대에서 1분 또는 3분간 댄싱 가능.
ms: 1. Apabila hos sedang berlapang, anda boleh terus menari dengan hos di pentas utama selama 1 minit atau 3 minit selepas anda menghadiahkan beliau dengan hadiah "menari selama satu minit" atau "menari selama 3 minit".
th: 1. โฮสต์กำลังว่าง ให้ของขวัญเพื่อให้โฮสต์ [เต้นรำ 1 นาที] หรือ [เต้นรำ 3 นาที] แล้ว สามารถเต้นกับโฮสต์กลางเวที เต้น 1 นาทีหรือ 3 นาที
vi: 1. Khi streamer đang rảnh rỗi, sau khi tặng quà【khiêu vũ 1 phút】hoặc【khiêu vũ 3 phút】cho streamer, có thể đến sàn nhảy trung tâm, nhảy với streamer này 1 hoặc 3 phút ngay.
zh_hans: 1、主播正在空闲中，送给主播【跳舞1分钟】或【跳舞3分钟】礼物后，可立即与该主播上到中心舞台跳舞，跳1分钟或3分钟。
zh_hant: 1、主播正在空閒中，送給主播【跳舞1分鐘】或【跳舞3分鐘】禮物後，可立即與該主播上到中心舞臺跳舞，跳1分鐘或3分鐘。

# dt_room_disco_menu_rule_two
source: 2. The streamer is dancing with other players now, you can send the two gifts above to enter the queue.
ar: 2، يرقص المضيف مع مستخدمين آخرين، قم بإعطاء الهديتين المذكورتين لتدخل في قائمة الانتظار.
es: 2. El presentador está bailando con otros usuarios, el envío de los dos regalos anteriores te harán entrar en la cola.
id: 2. Hos sedang menari dengan pengguna lain, kamu akan masuk antrian jika memberi dua hadiah yang disebutkan di atas.
ja: 2、キャスターが他のユーザーとダンスして、上記2つのギフトを送ると列に入ります。
ko: 2、앵커가 기타 사용자와 댄싱중, 상기 2개 기념품을 증정하여 줄서기.
ms: 2. Hos sedang menari dengan pengguna lain. Anda akan memasuki barisan yang seterusnya setelah anda memberikan kedua-dua hadiah di atas.
th: 2. หากโฮสต์กำลังเต้นรำกับผู้อื่น ส่งของขวัญสองชิ้นข้างต้นแล้วเข้าคิว
vi: 2. Streamer đang nhảy với người dùng khác, tặng hai món quà như trên sẽ vào xếp hàng.
zh_hans: 2、主播正在与其他用户跳舞，送出上述两个礼物将进入排队。
zh_hant: 2、主播正在與其他用戶跳舞，送出上述兩個禮物將進入排隊。

# dt_room_disco_menu_rule_thr
source: 3. The streamer you invited is queuing up in the queue. You can send [Cut in line for dance] to be the top of the streamer's queue, and you will be the next.
ar: 3، المضيف الذي دعوته في قائمة الانتظار، قم بإعطاء [طابور انتظار الرقص] سيضعك على رأس قائمة انتظار المضيف، انتظر حتى ينتهي المضيف من الرقص مع المستخدم الحالي، ثم سيكون دورك التالي.
es: 3. El presentador que invitaste está haciendo cola, envíale [Saltarse la cola para bailar] lo empujará a la parte superior de la cola del presentador. Espera a que este termine de bailar con el usuario actual y te tocará el siguiente.
id: 3. Hos yang Anda undang sedang dalam antrian, memberi [Melompati Antrian tarian] akan menempatkanmu di bagian teratas antrian hos, tunggulah hingga hos selesai menari dengan pengguna saat ini, dan giliran berikutnya adalah Anda.
ja: 3、あなたが招待したキャスターが列に並んでいると、【ダンス割り込み】を送ることでキャスターをその列のトップに置くことができます。キャスターと現在のユーザーとのダンスが終了したら、次はあなたの番です。
ko: 3、초청한 앵커는 리스트에서 대기중,【댄싱 끼어들기】를 발송하여 당신을 앵커 대열의 최상위로 설정 가능, 앵커와 현재 사용자 플레이 완료를 대기하며 당신은 다음 차례입니다.
ms: 3. Hos yang anda menjemput sedang menari dengan pengguna yang lain. Dengan memberikan hadian "melompat barisan menari" anda akan diutamakan dan anda mendapat giliran anda setelah beliau habis menari dengan pengguna semasa.
th: 3. หากคุณกำลังเข้าคิวเพื่อเต้นกับโฮสต์ หลังจากส่ง [แซงคิวการเต้น] สามารถวางคุณไว้ที่ด้านบนสุดของคิว รอให้โฮสต์เสร็จกับผู้ใช้ปัจจุบันและจะเป็นคิวของคุณทันที
vi: 3. Streamer bạn mời đang xếp hàng trong hàng đợi, tặng 【Chen hàng khiêu vũ】có thể đẩy bạn lên đầu hàng đợi của streamer, đợi streamer khiêu vũ với người dùng hiện tại xong, tiếp theo sẽ đến lượt bạn.
zh_hans: 3、你邀约的主播正在队列中排队，送出【跳舞插队】可以将你从主播的队列中置顶，等待主播与当前用户跳完，下一个就轮到你。
zh_hant: 3、你邀約的主播正在佇列中排隊，送出【跳舞插隊】可以將你從主播的佇列中置頂，等待主播與當前用戶跳完，下一個就輪到你。

# dt_room_disco_dance_wait
source: The dance invitation has been sent, please wait
ar: تم إرسال دعوة الرقص، يرجى الانتظار
es: La invitación de baile ha sido enviada, por favor espere
id: Undangan menari telah dikirimkan, harap tunggu
ja: ダンスの招待が送信されますのでお待ちください
ko: 발송된 댄싱 초청, 잠시만 기다려 주십시오.
ms: Jemputan tarian telah dihantar, sila tunggu
th: ส่งคำเชิญเต้นแล้ว กรุณารอสักครู่
vi: Đã gửi lời mời khiêu vũ, hãy chờ
zh_hans: 跳舞邀请已发出，请稍等
zh_hant: 跳舞邀請已發出，請稍等

# dt_room_disco_rank_fee
source: Contribution Rank
ar: قائمة المساهمات
es: clasificación de contribuciones
id: Peringkat konstribusi
ja: 貢献ランキング
ko: 공헌 순위
ms: Senarai sumbangan
th: ลำดับบริจาคของขวัญ
vi: Bảng cống hiến
zh_hans: 贡献榜
zh_hant: 貢獻榜

# dt_room_disco_operate_tip
source: Gifts and bullet chats will be listed on the Rank
ar: سيؤدي إرسال الهدايا ونشر النوافذ المنبثقة إلى وضعك في القائمة
es: El envío de regalos y comentarios flotantes te ayudarán a ascender en tu clasificación.
id: Mengirim hadiah dan layar bullet dapat dimasukkan dalam daftar peringkat
ja: ギフトにも弾幕にもランクインできます
ko: 기념품 증정, 댓글자박 발송시 순위에 등장가능
ms: Hadiah dan rentetan boleh disenaraikan dalam senarai
th: ส่งของขวัญและส่งซับกระสุนจะเข้าไปในลำดับได้
vi: Tặng quà, gửi bình luận trên màn hình có thể vào bảng
zh_hans: 送礼、发弹幕均可上榜
zh_hant: 送禮、發彈幕均可上榜

# dt_room_disco_fee_value
source: Contribution
ar: قيمة المساهمة
es: Valor de la contribución
id: Nilai konstribusi
ja: 貢献値
ko: 기여치
ms: Nilai Sumbangan
th: ค่าบริจาคของขวัญ
vi: Điểm cống hiến
zh_hans: 贡献值
zh_hant: 貢獻值

# dt_room_disco_keyword_top_five
source: Top five
ar: الخمسة الأوائل
es: Top 5
id: Lima teratas
ja: トップ5
ko: 탑 5
ms: lima terkemuka
th: ห้าอันดับแรก
vi: Top 5
zh_hans: 前五
zh_hant: 前五

# dt_room_disco_waitting
source: Waiting
ar: جاري الانتظار
es: Esperando
id: Menunggu
ja: 待機中
ko: 대기중
ms: sedang menunggu
th: กำลังรออยู่
vi: Đang chờ
zh_hans: 等待中
zh_hant: 等待中

# dt_room_disco_dancing_fmt
source: %@ Invite %@ to dance for %@ minutes
ar: %@ قام بدعوة %@ للرقص %@ دقيقة
es: %@ Invitar a %@ a bailar %@ minutos
id: %@ Undang %@ untuk menari selama %@ menit
ja: %@ が%@を@分ダンスに招待します
ko: %@ 초청 %@ 댄싱%@분간
ms: %@ Jemput %@ menari selama %@ minit
th: %@ เชิญ %@ เต้น %@ นาที
vi: %@ Mời %@ khiêu vũ %@ p
zh_hans: %@ 邀请 %@ 跳舞%@分钟
zh_hant: %@ 邀請 %@ 跳舞%@分鐘

# dt_room_disco_tip_one_fmt
source: 1. Contribution Rank %@random DJ (%@second refresh)
ar: 1. DJ قائمة المساهمات %@ عشوائيًا (%@ ثانية للتحديث)
es: 1. Clasificación de contribuciones de %@ DJs al azar (se actualiza cada %@ segundos)
id: 1. Daftar kontribusi %@DJ acak (%@detik penyegaran)
ja: 1.貢献ランキング%@でランダムDJ（%@秒更新）
ko: 1. 공헌 순위%@ 무작위DJ（%@초 새로 고침）
ms: 1. Senarai sumbangan %@DJ rawak (%@segar semula saat)
th: 1. ลำดับการอุทิศของขวัญ %@ สุ่ม DJ (รีเฟรชใน %@ วินาที)
vi: 1. Bảng cống hiến %@ ngẫu nhiên DJ（%@ s làm mới）
zh_hans: 1. 贡献榜%@随机DJ（%@秒刷新）
zh_hant: 1. 貢獻榜%@隨機DJ（%@秒刷新）

# dt_room_disco_tip_two_fmt
source: 2. Gifts can trigger different effects or choose the streamer to dance.
ar: 2. يمكن أن يؤدي تقديم الهدايا إلى تأثيرات مختلفة أو النقر على المضيف للرقص
es: 2. Los regalos pueden activar diferentes efectos o asignar un presentar a bailar.
id: 2. Mengirim hadiah dapat memicu efek yang berbeda atau mengarahkan hos untuk menari.
ja: 2.ギフトは、さまざまな効果を引き起こしたり、キャスターをダンスに招待したりすることができます。
ko: 2. 기념품 증정으로 서로 다른 효과 활성화 또는 앵커 댄싱을 주문 가능.
ms: 2. Hadiah boleh mencetuskan kesan yang berbeza atau mengarahkan sauh untuk menari.
th: 2. การส่งของขวัญสามารถกระตุ้นเอฟเฟกต์ต่างๆ ได้หรือสั่งให้โฮสต์เต้นได้
vi: 2. Tặng quà có thể kích hoạt hiệu quả khác nhau hoặc chọn streamer khiêu vũ.
zh_hans: 2. 送礼可与主播跳舞、或触发不同的效果。
zh_hant: 2. 送禮可觸發不同的效果或點主播跳舞。

# dt_room_disco_tip_three_fmt
source: 3. Public screen command: [%@][%@][%@]
ar: 3. أوامر الشاشة العامة: [%@]، [%@]، [%@]
es: 3. Comando de pantalla compartida: [%@][%@][%@]
id: 3. Perintah layar publik: [%@][%@][%@]
ja: 3.公開画面コマンド：【%@】【%@】【%@】
ko: 3. 공중 스크린 명령：【%@】【%@】【%@】
ms: 3. Perintah skrin awam: [%@][%@][%@]
th: 3. คำสั่งหน้าจอสาธารณะ [%@] [%@] [%@]
vi: 3. Chỉ lệnh màn hình chung：【%@】【%@】【%@】
zh_hans: 3. 公屏指令：【%@】【%@】【%@】
zh_hant: 3. 公屏指令：【%@】【%@】【%@】

# dt_room_disco_tip_four_fmt
source: 4. Player who is using voice chat can send [%@] to be on the streamer position, and send [%@] to leave the streamer position.
ar: 4. يرسل المستخدم على ميكروفون [%@] ليصعد إلى موضع المضيف، يرسل [%@] للنزول إلى موضع المضيف
es: 4. Los usuarios online pueden enviar [%@] para ser presentadores y enviar [%@] para dejar de presentar.
id: 4. Pengguna Maishang dapat mengirim [%@] untuk menuju posisi hos, dan mengirim [%@] untuk menuju posisi hos.
ja: 4.マイク接続ユーザーは【%@】を送信してキャスターにオンラインでき、【%@】を送信するとキャスターをオフラインできます。
ko: 4. 마이크 사용자가 【%@】발표로 앵커위치에 진입, 【%@】 발표로 앵커위치를 이탈.
ms: 4. Pengguna Maishang boleh menghantar [%@] untuk pergi ke kedudukan sauh, dan menghantar [%@] untuk pergi ke kedudukan sauh.
th: 4. หากไมค์ส่ง [%@] จะสามารถเข้าตำแหน่งโฮสต์ ส่ง [%@] จะสามารถออกจากตำแหน่งโฮสต์
vi: 4. Người dùng lên mic【%@】có thể lên vị trí streamer，gửi【%@】có thể xuống vị trí streamer.
zh_hans: 4. 麦上用户发送【%@】可上到主播位，发送【%@】可下主播位。
zh_hant: 4. 麥上用戶發送【%@】可上到主播位，發送【%@】可下主播位。

# dt_room_disco_tip_five_fmt
source: 5. The streamer texts [%@] can trigger a close up
ar: 5. يرسل المضيف نصًا [%@] لتشغيل صورة مقربة
es: 3. Un presentador, enviando el texto [%@], puede activar un avatar
id: 5. Hos mengirim teks [%@] dapat memicu close-up
ja: 3.キャスターが【%@】というメッセージを送信すると、クローズアップがトリガーされます。
ko: 3. 앵커의 문장【%@】발표로 클로즈업을 활성화 가능
ms: 3. Teks sauh [%@] boleh mencetuskan jarak dekat
th: 5. โฮสต์ส่งข้อความ [%@] จะเรียกใช้การชมใกล้ชิด
vi: 5. Streamer đăng bài viết【%@】có thể kích hoạt nổi bật.
zh_hans: 3. 麦上用户发送【聚焦】可触发特写。
zh_hant: 5. 主播發文字【%@】可觸發特寫

# dt_room_disco_countdown_fmt
source: You will enter the full screen after %@ seconds
ar: ينتقل تلقائيًا إلى ملء الشاشة بعد %@ ثانية
es: Acceder automáticamente en pantalla completa después de %@ segundos
id: Masuk ke layar penuh secara otomatis setelah %@ detik
ja: %@秒後に自動的に全画面表示
ko: %@초후 풀스크린에 자동 진입
ms: Memasuki skrin penuh secara automatik selepas %@ saat
th: เข้าสู่โหมดเต็มหน้าจอโดยอัตโนมัติใน %@ วินาที
vi: %@ s sau sẽ tự động vào chế độ toàn màn hình
zh_hans: %@秒后会自动进入全屏
zh_hant: %@秒後會自動進入全屏

# dt_room_guess_win_msg_fmt
source: %@ is sure to win
ar: %@ واثق من أنه سيفوز!
es: ¡%@ confía en sí mismo que las sabe todas!
id: %@ yakin dia akan menang
ja: %@には自信があります。きっと自分が勝利すると思います！
ko: %@는 마음속에 타산이 있고, 자체 승리로 예측！
ms: %@ berkeyakinan bahawa dia akan menang
th: %@ มั่นใจว่าเขาจะชนะ
vi: %@ đã tính trước, đoán bản thân chắc chắn thắng
zh_hans: %@ 胸有成竹，猜自己一定能赢
zh_hant: %@ 胸有成竹，猜自己一定能贏

# dt_room_guess_diff_user_win_msg_fmt
source: %@ believes %@ will be the winner
ar: %@ اتصل للحصول على %@ وخمن من سيفوز!
es: %@ apoyan a %@. ¡Adivina QUIÉN ganará!
id: %@ membuat panggilan untuk %@, tebak dia akan menang
ja: %@は%@を応援し、勝利すると思います！
ko: %@는%@ 을 위하여 call, TA승리로 예측
ms: %@ membuat panggilan untuk %@, rasa TA akan menang
th: %@ ให้กำลังใจกับ %@ เดาว่าเขาจะชนะ
vi: %@ ủng hộ cho %@ , đoán TA thắng
zh_hans: %@ 为 %@ 打call，猜TA会赢
zh_hant: %@ 為 %@ 打call，猜TA會贏

# dt_room_guess_enter_fmt
source: Enter %@
ar: الدخول في %@
es: Entrada %@
id: Tiket masuk %@
ja: 入場%@
ko: 입장 %@
ms: Kemasukan %@
th: เข้าชม %@
vi: Vào %@
zh_hans: 入场 %@
zh_hant: 入場 %@

# dt_room_guess_coin_fmt
source: %@gold coin
ar: %@ عملات ذهبية
es: %@oro
id: %@koin emas
ja: %@コイン
ko: %@코인
ms: %@emas
th: เหรียญทอง %@
vi: %@ Xu
zh_hans: %@金币
zh_hant: %@金幣

# dt_room_guess_support_fmt
source: You have supported %@
ar: دعم %@
es: %@ ya tiene apoyo
id: %@ didukung
ja: %@を応援済み
ko: 이미지원%@
ms: %@ disokong
th: สนับสนุน %@ แล้ว
vi: Đã ủng hộ %@
zh_hans: 已支持 %@
zh_hant: 已支持 %@

# dt_room_guess_distance_time_fmt
source: Starts in %02ld:%02ld:%02ld:%02ld
ar: المسافة إلى البدء %02ld:%02ld:%02ld:%02ld
es: Tiempo restante para %02ld:%02ld:%02ld:%02ld
id: Jarak dari awal %02ld:%02ld:%02ld:%02ld
ja: 開始まであと%02ld：%02ld：%02ld：%02ld
ko: 시작까지 %02ld:%02ld:%02ld:%02ld
ms: Jarak dari mula %02ld:%02ld:%02ld:%02ld
th: เหลือเวลาที่จะเริ่มต้นอีก%02ld:%02ld:%02ld:%02ld
vi: Khoảng cách bắt đầu %02ld:%02ld:%02ld:%02ld
zh_hans: 距离开始 %02ld:%02ld:%02ld:%02ld
zh_hant: 距離開始 %02ld:%02ld:%02ld:%02ld

# dt_room_guess_your_support_fmt
source: How much support do you want to put in %@
ar: ما مقدار الدعم الذي تحتاجه في %@
es: ¿Cuánto apoyo quieres aportar a %@?
id: Berapa banyak dukungan yang ingin Anda berikan untuk %@
ja: %@を応援するため、どれだけコインを投入しますか
ko: %@를 지원할 투입 수량
ms: Berapakah penyokongan yang anda ingin salurkan %@
th: อยากสนับสนุนเท่าไหร่ %@
vi: Bạn muốn cược ủng hộ bao nhiêu %@
zh_hans: 你要投入多少支持%@
zh_hant: 你要投入多少支持%@

# dt_room_guess_win_me_fmt
source: Vote yourself Win the first place and get 5x rewards
ar: خمن فوز نفسك احتل المركز الأول واحصل على 5 أضعاف الجائزة
es: Apuesta por tí mismo Obtén el primer lugar y multiplicarás tu recompensa por 5
id: Dalam "Tebak&Menang" rebutkan juara dan dapatkan hadiah 5 kali lipat
ja: 自分の勝利を推測 1位を獲得すると賞金は5倍
ko: 자체 승리로 예측 1등 취득시 5배 보너스
ms: Rasa anda menang Menangi tempat pertama dan mendapat 5 kali ganda ganjaran
th: ทายว่าตัวเองจะชนะ ชนะอันดับ 1 จะได้รับรางวัล 5 เท่า
vi: Đoán bản thân thắng Giành hạng 1 nhận thưởng x5
zh_hans: 猜自己赢 夺第一名 得5倍奖励
zh_hant: 猜自己贏 奪第一名 得5倍獎勵

# dt_room_guess_guess_self_fmt
source: Do you want to turn on the auto-guess to vote yourself for each round? (%@gold coins per round)
ar: هل تقوم بتشغيل التخمين التلقائي لفوزك في كل جولة؟ (%@ عملات ذهبية لكل جولة)
es: ¿Quieres activar la adivinación automática para ganar cada ronda? (%@oros por ronda)
id: Apakah kamu mengaktifkan “Tebak&Menang” otomatis di setiap putaran? (%@koin emas per putaran)
ja: 各ラウンドで自動的に自分の勝利を推測しますか。 (各ラウンドで%@コイン)
ko: 매번 자체 승리 자동 예측을 켜기 여부？ （매번%@코인）
ms: Adakah anda menghidupkan "Teka&Menang" diri untuk memenangi setiap pusingan? (%@syiling emas setiap pusingan)
th: คุณจะเปิดการเดาอัตโนมัติว่าตัวเองจะชนะในแต่ละรอบหรือไม่ n (%@ เหรียญทองในแต่ละรอบ)
vi: Bật chế độ tự động đoán bản thân thắng mỗi vòng không？ （Mỗi vòng %@ Xu）
zh_hans: 是否开启每轮自动猜自己赢？ （每轮%@金币）
zh_hant: 是否開啟每輪自動猜自己贏？ （每輪%@金幣）

# dt_room_guess_confirm_coin_fmt
source: Confirm (%@gold)
ar: تأكيد (%@ عملات ذهبية)
es: Confirmar (%@ oro)
id: Konfirmasi (%@koin emas)
ja: 確認(%@コイン)
ko: 확인(%@코인)
ms: Sahkan (%@gold)
th: ตกลง (%@ เหรียญทอง)
vi: Xác nhận (%@ Xu)
zh_hans: 确认(%@金币)
zh_hant: 確認(%@金幣)

# dt_room_guess_close_fmt
source: Close (%@s)
ar: إيقاف (%@s)
es: Cerrar (%@s)
id: Tutup (%@s)
ja: 閉じる(%@s)
ko: 꺼짐(%@s)
ms: Tutup (%@s)
th: ปิด (%@s)
vi: Đóng (%@s)
zh_hans: 关闭(%@s)
zh_hant: 關閉(%@s)

# dt_room_disco_dancing_minute_fmt
source: Dance %@ minutes
ar: رقص لمدة %@ دقيقة
es: Bailar %@ minutos
id: Menari %@ menit
ja: %@分ダンス
ko: %@분간 댄싱
ms: menari %@ minit
th: เต้น %@ นาที
vi: Khiêu vũ %@ p
zh_hans: 跳舞%@分钟
zh_hant: 跳舞%@分鐘

# dt_room_guess_had_support_fmt
source: Already supported by %@ people
ar: بدعم من %@ أشخاص
es: %@ personas apoyando
id: Didukung oleh %@ orang
ja: %@人から応援されています
ko: 이미%@명이 지원
ms: Sudah disokong oleh %@ orang
th: สนับสนุนโดย %@ คนแล้ว
vi: Đã có %@ người ủng hộ
zh_hans: 已有%@人支持
zh_hant: 已有%@人支持

# dt_room_guess_thirdthhen_pool
source: %@players have joined the guessing game to divide the prize pool
ar: خمن %@شخصاً بنجاح مجموعة الفائزين بالجوائز
es: %@personas han hecho una predicción exitosa para ganar el premio
id: %@orang telah berhasil memprediksi untuk membagi kumpulan hadiah
ja: %@人が予測に成功しました。賞金プールを分配しました
ko: %@인이 예측 성공, 보너스 풀 배분
ms: %@ orang diramalkan akan berjaya membahagikan kumpulan hadiah
th: %@ คนได้คาดการณ์อย่างสำเร็จและแบ่งเงินรางวัล
vi: %@ người dự đoán thành công chia kho thưởng
zh_hans: %@人预测成功瓜分奖池
zh_hant: %@人預測成功瓜分獎池

# dt_room_disco_menu_name
source: Stage programmes
ar: برنامج المرحلة
es: Programas de baile
id: program pertunjukan
ja: ステージプログラム
ko: 무대 프로그램
ms: Tunjukan pentas
th: โปรแกรมเวที
vi: Danh sách tiết mục sân khấu
zh_hans: 舞台节目单
zh_hant: 舞臺節目單

# dt_room_disco_dance_insert
source: Cut in line for dance
ar: طابور انتظار الرقص
es: Saltarse cola para bailar
id: Menari untuk melompati antrian
ja: ダンス割り込み
ms: menari melompat dalam barisan
th: แซงคิวการเต้น
vi: Chen hàng khiêu vũ
zh_hans: 跳舞插队
zh_hant: 跳舞插隊

# dt_room_guess_already_join
source: %@ players have joined the guessing game
es: %@ personas han participado en el concurso
id: %@ orang telah berpartisipasi dalam kuis
ja: %@人がクイズに参加しました
ko: %@인이 퀴즈에 참여함
ms: %@ orang telah mengambil bahagian dalam kuiz
th: %@ คนได้เข้าร่วมตอบคำถาม
vi: %@ người tham gia đoán
zh_hans: %@人已参与竞猜
zh_hant: %@人已參與競猜

# dt_room_gift_send_fmt
source: I have sent %@【%@】
es: Envia %@【%@】
ja: %@の【%@】を送りました
ko: 내가 증정한것은 %@개【%@】
ms: Saya telah menghantar %@【%@】
th: ฉันได้ส่ง %@ [%@]
vi: Tôi tặng cho %@【%@】
zh_hans: 我送了%@个【%@】
zh_hant: 我送了%@個【%@】

# dt_room_guess_time_remain_min
source: %@mins remaining
es: %@mins restantes
ja: 残り%@mins
ko: %@mins 잔여
ms: %@mins lagi
th: เหลือ %@นาที
vi: Còn %@mins
zh_hans: 剩余%@mins
zh_hant: 剩餘%@mins

# dt_room_guess_time_remain_second
source: %@s remaining
es: Quedan %@ segundo(s)
ja: 残り%@s
ko: %@s잔여
ms: %@s tinggal
th: เหลือ %@วินาที
vi: Còn %@s
zh_hans: 剩余%@s
zh_hant: 剩餘%@s
