Repository: SudTechnology/hello-sud-plus-ios
Catalog: project/HelloSud-iOS/App/*.lproj/Localizable.strings
Languages: ar, es, id, ja, ko, ms, th, vi, zh_hans, zh_hant

# dt_login_welcome
source: Welcome HelloSud
ar: مرحبًا بكم في تجربة nHelloSud
es: Le damos la bienvenida por probar HelloSud
id: Selamat datang di HelloSud
ja: HelloSud体験へようこそ
ko: HelloSud 체험을 환영합니다.
ms: Anda dialu-alukan untuk mencubanya HelloSud
th: ยินดีต้อนรับ HelloSud
vi: Chào mừng trải nghiệm HelloSud
zh_hans: 欢迎体验 HelloSud
zh_hant: 歡迎體驗 HelloSud

# dt_login_welcome_helloSud
source: Welcome to HelloSud
ar: مرحبا بكم في HelloSud
es: Le damos la bienvenida por usar HelloSud
id: Selamat menggunakan HaloSud
ja: HelloSudへようこそ
ko: HelloSud사용을 환영합니다.
ms: Anda dialu-alukan untuk menggunakan HelloSud
th: ยินดีต้อนรับสู่ HelloSud
vi: Chào mừng sử dụng HelloSud
zh_hans: 欢迎使用HelloSud
zh_hant: 歡迎使用HelloSud

# dt_login_we_take_information
source: We take the protection of your personal information very seriously. For more information about the collection and use of personal information, tap the
ar: نحن نتعامل مع حماية معلوماتك الشخصية على محمل الجد. لمزيد من المعلومات حول جمع المعلومات الشخصية واستخدامها، يمكنك النقر فوق
es: Consideremos muy importante la protección de su información personal. Para conocer en detalle la recopilación de datos y el uso de la información personal, puede hacer clic en
id: Kami sangat mementingkan perlindungan informasi pribadi Anda. Untuk informasi terperinci tentang pengumpulan dan penggunaan informasi pribadi, Anda bisa mengetuk
ja: お客様の個人情報保護を重視しています。個人情報の収集や利用の詳細については、
ko: 저희는개인 정보 보호에 각별히 주의하고 있습니다. 개인 정보 수집 및 사용에 관한 세부 정보는
ms: Kami memandang serius perlindungan maklumat peribadi anda. Untuk maklumat lanjut tentang pengumpulan dan penggunaan maklumat peribadi, anda boleh klik
th: เราให้ความสำคัญกับการปกป้องข้อมูลส่วนบุคคลของคุณเป็นอย่างมาก สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการรวบรวมและการใช้ข้อมูลส่วนบุคคล คุณสามารถคลิก
vi: Chúng tôi rất coi trọng việc bảo vệ thông tin cá nhân của bạn. Bạn có thể nhấp vào để tìm hiểu những thông tin chi tiết liên quan đến thu thập và sử dụng thông tin cá nhân của bạn
zh_hans: 我们非常重视您的个人信息保护。关于个人信息收集和使用的详细信息，您可以点击
zh_hant: 我們非常重視您的個人資訊保護。關於個人資訊收集和使用的詳細資訊，您可以點擊

# dt_login_user_agreement
source: User Agreement
ar: اتفاقية المستخدم
es: Acuerdo del Usuario
id: Perjanjian Pengguna
ja: ユーザー契約
ko: <사용자 약관>
ms: Perjanjian Pengguna
th: ข้อตกลงผู้ใช้
vi: Thỏa thuận người dùng
zh_hans: 《用户协议》
zh_hant: 《用戶協議》

# dt_login_and
source: and
ar: و
es: y
id: dan
ja: および
ko: 및
ms: Dan
th: และ
vi: Và
zh_hans: 和
zh_hant: 和

# dt_login_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
id: Kebijakan Privasi
ja: 『プライバシーポリシー』をクリックして、
ko: <개인 정보 정책>
ms: Dasar Privasi
th: “นโยบายความเป็นส่วนตัว”
vi: Chính sách quyền riêng tư
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》

# dt_login_click_agree_agreement
source: Read carefully. Tap Agree to indicate you've read and agreed to all of the above agreements
ar: للمعرفة. انقر فوق موافق وذلك يشير إلى أنك قد قرأت جميع الاتفاقيات المذكورة أعلاه ووافقت عليها
es: para obtener la información. Haga clic en Aceptar e indique que ha leído y aceptado todas las cláusulas anteriores.
id: Pahami isinya. Ketuk Setuju berarti Anda telah membaca dan menyetujui semua ketentuan yang tersebut di atas.
ja: 確認してください。「同意」をクリックすると、上記のすべての契約を読んで同意したことを示します
ko: 을 클릭하여 이해할 수 있습니다. 동의를 클릭하면 상기 모든 약관을 열람하고 동의함을 의미합니다.
ms: Untuk memahami kandungannya. Klik Setuju dan nyatakan bahawa anda telah membaca dan bersetuju dengan semua perjanjian di atas
th: เพื่อทำความเข้าใจ คลิก“ตกลง” และถือว่าคุณได้อ่านและยอมรับข้อตกลงข้างต้นทั้งหมดแล้ว
vi: Tìm hiểu ngay. Nhấp vào đồng ý tức bạn đã đọc và đồng ý với toàn bộ nội dung thỏa thuận nêu trên
zh_hans: 进行了解。点击同意及表示您已阅读并同意全部上述协议
zh_hant: 進行瞭解。點擊同意及表示您已閱讀並同意全部上述協議

# dt_login_welcome_to_the
source: Try Now
ar: جرب الآن
es: Pruébelo ahora
id: Coba sekarang
ja: 今すぐ体験
ko: 즉시 체험하기
ms: Cubalah sekarang
th: ลดลองใช้งาน
vi: Trải nghiệm ngay
zh_hans: 欢迎体验
zh_hant: 立即體驗

# dt_login_your_nickname
source: Your nickname
ar: لقبك
es: Su apodo
id: Nama panggilan Anda
ja: あなたのニックネーム
ko: 닉네임
ms: Nama anda
th: ชื่อเล่นของคุณ
vi: Biệt danh của bạn
zh_hans: 你的昵称
zh_hant: 你的昵稱

# dt_login_experience_immediately
source: Try Now
ar: جرب الآن
es: Pruébelo ahora
id: Coba sekarang
ja: 今すぐ体験
ko: 즉시 체험하기
ms: Cubalah sekarang
th: ลดลองใช้งาน
vi: Trải nghiệm ngay
zh_hans: 立即体验
zh_hant: 立即體驗

# dt_login_warm_prompt
source: Tip
ar: نصائح
es: Consejos
id: Tips
ja: ご案内
ko: 도움말
ms: Petua
th: เคล็ดลับ
vi: Chú ý
zh_hans: 温馨提示
zh_hant: 溫馨提示

# dt_login_warm_prompt_des
source: HelloSud will only use your information for providing services and improving the experience. We will do our best to protect your information security, agree to continue
ar: ستستخدم HelloSud معلوماتك لتقديم الخدمات وتحسين التجربة فقط، وسنبذل قصارى جهدنا لضمان أمان معلوماتك، يرجى استخدامها بعد النقر فوقموافق
es: HelloSud utilizará su información exclusivamente para prestar servicios y mejorar la experiencia del usario. Garantizamos la seguridad de su información. Por favor, acepte para continuar.
id: HelloSud hanya menggunakan informasi pribadi Anda untuk menyediakan pelayanan dan meningkatkan pengalaman Anda, kami akan berusaha keras untuk melindungi keamanan informasi Anda. Silakan gunakan setelah ketuk Setuju.
ja: HelloSudは、お客様の情報はサービスの提供や体験の向上のみに利用されます。お客様情報の安全性が十分に保証されるよう努めます。ご同意の上ご利用ください。
ko: HelloSud는 서비스 및 체험 개선 용도로만 개인 정보를 사용합니다. 개인 정보 보호에 최선을 다 할 예정이니 동의 후 사용하여주시기 바랍니다.
ms: HelloSud hanya akan menggunakan maklumat anda untuk menyediakan perkhidmatan dan meningkatkan pengalaman, kami akan melakukan yang terbaik untuk melindungi keselamatan maklumat anda, sila gunakannya selepas persetujuan.
th: HelloSud จะใช้ข้อมูลของคุณเพื่อให้บริการและปรับปรุงประสบการณ์เท่านั้น เราจะพยายามอย่างเต็มที่เพื่อให้ข้อมูลของคุณปลอดภัย จะใช้บริการได้หลังจากคลิกตกลง
vi: HelloSud chỉ sử dụng thông tin của bạn nhằm mục đích cung cấp dịch vụ và nâng cao trải nghiệm, chúng tôi cam kết bảo mật những thông tin của bạn, cần đồng ý để sử dụng
zh_hans: HelloSud仅会将您的信息用于提供服务和改善体验，我们将全力保障您的信息安全，请同意后使用。 若您不同意本隐私政策，很遗憾我们将无法为您提供完整的产品和服务
zh_hant: HelloSud僅會將您的資訊用於提供服務和改善體驗，我們將全力保障您的資訊安全，請同意後使用。

# dt_login_agree_continue
source: Agree and continue to use
ar: توافق مع الاستمرار في الاستخدام
es: Aceptar y continuar
id: Setuju dan lanjut
ja: 同意して引き続き使用する
ko: 동의 및 계속 사용
ms: Setuju dan terus guna
th: ตกลงและใช้งานต่อ
vi: Đồng ý và tiếp tục sử dụng
zh_hans: 同意并继续使用
zh_hant: 同意並繼續使用

# dt_login_quit_application
source: Close App
ar: الخروج من التطبيق
es: Cerrar la App
id: Keluar dari aplikasi
ja: アプリを終了
ko: 앱 종료
ms: Keluar dari aplikasi
th: ออกจากระบบ
vi: Đăng xuất khỏi ứng dụng
zh_hans: 退出应用
zh_hant: 退出應用

# dt_settings_total
source: Total
ar: إجمالي
ja: 合計
ko: 총
ms: Jumlah
th: รวม
vi: Tổng
zh_hans: 总
zh_hant: 總

# dt_settings_size_occupied
source: Occupied size
ar: حجم مشغول
es: Espacio ocupado
id: Ukuran yang ditempati
ja: 占有メモリ
ko: 점용 크기
ms: Saiz yang diduduki
th: ขนาดที่ใช้งาน
vi: Chiếm dung lượng
zh_hans: 占用大小
zh_hant: 佔用大小

# dt_settings_version_info
source: Version Info
ar: معلومات الإصدار
es: Información de la versión
id: Informasi versi
ja: バージョン情報
ko: 버전 정보
ms: Maklumat versi
th: ข้อมูลเวอร์ชัน
vi: Thông tin phiên bản
zh_hans: 版本信息
zh_hant: 版本資訊

# dt_settings_switch_rtc
source: Switch RTC service provider
ar: مزود خدمة التبديل RTC
es: Cambiar el proveedor de servicio RTC
id: Ganti penyedia RTC
ja: RTCプロバイダーを切り替える
ko: RTC서비스 제공자로 전환
ms: Tukar pembekal perkhidmatan RTC
th: เปลี่ยนผู้ให้บริการ RTC
vi: Chuyển đổi nhà cung cấp dịch vụ RTC
zh_hans: 切换RTC服务商
zh_hant: 切換RTC服務商

# dt_settings_zego
source: Zego
zh_hans: 即构

# dt_settings_agora
source: Agora
zh_hans: 声网

# dt_settings_rong_cloud
source: RongCloud
zh_hans: 融云

# dt_settings_net_ease
source: CommsEase
zh_hans: 网易云信

# dt_settings_volcano
source: VolcEngine
zh_hans: 火山引擎

# dt_settings_alicloud
source: Alibaba Cloud
zh_hans: 阿里云

# dt_settings_tencent
source: Tencent Cloud
zh_hans: 腾讯云

# dt_settings_switch_language
source: Switch language
ar: تبديل اللغة
es: Cambiar el idioma
id: Ganti bahasa
ja: 言語を切り替える
ko: 언어 전환
ms: Tukar bahasa
th: เปลี่ยนภาษา
vi: Chuyển đổi ngôn ngữ
zh_hans: 切换语言
zh_hant: 切換語言

# dt_settings_open_source
source: Open source protocol
ar: بروتوكول مفتوح المصدر
es: Protocolo de código abierto
id: Perjanjian Sumber Terbuka
ja: オープンソース契約
ko: 오픈소스 약관
ms: Perjanjian sumber terbuka
th: ข้อตกลงการบุกเบิก
vi: Thỏa thuận mã nguồn mở
zh_hans: 开源协议
zh_hant: 開源協議

# dt_settings_user_agreement
source: User Agreement
ar: اتفاقية المستخدم
es: Acuerdo del Usuario
id: Perjanjian Pengguna
ja: ユーザー契約
ko: 사용자 약관
ms: Perjanjian pengguna
th: ข้อตกลงผู้ใช้
vi: Thỏa thuận người dùng
zh_hans: 用户协议
zh_hant: 用戶協議

# dt_settings_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
id: Kebijakan Privasi
ja: プライバシーポリシー
ko: 개인정보 정책
ms: Dasar privasi
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# dt_settings_contact_us
source: For more information or feedback,contact us via email: help@sud.tech
ar: لمزيد من المعلومات أو الملاحظات، يرجى الاتصال بنا عبر البريد الإلكتروني: help@sud.tech
es: Para obtener más información o comentarios, contáctenos por correo electrónico: help@sud.tech
id: Jika Anda ingin mengetahui lebih banyak informasi atau menyampaikan umpan balik, silakan hubungi kami melalui e-mail: help@sud.tech
ja: 詳細情報のご提供を希望される場合やご意見などは、help@sud.techまでお問い合わせください
ko: 더 많은 자문이나 피드백이 필요하시면 이메일로 연락해주세요： help@sud.tech
ms: Untuk maklumat lanjut atau maklum balas, sila hubungi kami melalui e-mel: help@sud.tech
th: สำหรับข้อมูลเพิ่มเติมหรือข้อเสนอแนะ โปรดติดต่อเราทางอีเมล: help@sud.tech
vi: Để tìm hiểu nhiều thông tin hơn hoặc khi bạn muốn phản hồi vấn đề, hãy liên hệ với chúng tôi qua email: help@sud.tech
zh_hans: 如需要了解更多资讯或反馈问题，可通过邮箱联系我们： help@sud.tech
zh_hant: 如需要瞭解更多資訊或回饋問題，可通過郵箱聯繫我們： help@sud.tech

# dt_settings_work_in_progress
source: In production, stay tuned!
ar: في الإنشاء، ابقوا متابعين!
es: Elaborando, ¡manténganse al tanto!
id: Sedang membuat, silakan tunggu!
ja: 制作中ですので、どうぞお楽しみに！
ko: 제작 중이니 잠시 기다려주세요!
ms: Kami sedang mengusahakannya, jadi nantikan!
th: กำลังจัดทำ โปรดคอยติดตาม
vi: Đang trong quá trình thao tác, vui lòng chờ trong giây lát!
zh_hans: 正在制作中, 敬请期待!
zh_hant: 正在製作中，敬請期待！

# dt_settings_confirm_switch_rtc
source: Are you sure you wan't to switch the RTC service provider to
ar: هل أنت تريد تبديل مزود خدمة RTC إلى
es: ¿Desea cambiar el proveedor de servicios RTC a
id: Yakin ingin mengganti penyedia RTC menjadi
ja: RTCプロバイダーをに切り替えてもよろしいですか
ko: RTC서비스 제공자를 로 전환하시겠습니까
ms: Adakah anda pasti mahu menukar pembekal perkhidmatan RTC kepada
th: ตกลงเปลี่ยนผู้ให้บริการ RTCเป็น หรือไม่
vi: Xác nhận chuyển đổi nhà cung cấp dịch vụ RTC thành
zh_hans: 确认将RTC服务商切换为
zh_hant: 確認將RTC服務商切換為

# dt_room_list_room_number
source: room ID
ar: معرف الغرفة
es: ID de sala
id: ID kamar
ja: 部屋ID
ko: 방 ID
ms: ID bilik
th: รหัสห้อง
vi: ID phòng
zh_hans: 房间号
zh_hant: 房間號

# dt_room_list_users
source: users
ar: شخص
es: personas
id: orang
ja: 人
ko: 인
ms: orang
th: คน
vi: người
zh_hans: 人
zh_hant: 人

# dt_room_list_no_room_available
source: No live streams right now Go to homepage to create one~
ar: لا توجد غرف متاحة حاليًا انتقل إلى الصفحة الرئيسية لإنشاء واحد ~
es: No se dispone de salas Vaya a la página de inicio para crear una!
id: Tidak ada ruangan yang tersedia Buat ruangan di Beranda
ja: 現在開始しているルームはありません トップページに1つ作成しましょう~
ko: 방송 중인 방이 없음 홈에서 생성하세요~
ms: Tiada bilik untuk memulakan penstriman pada masa ini /nKunjungi laman utama untuk mencipta satu~
th: ยังไม่มีห้องถ่ายทอดสดในขณะนี้ ไปสร้างที่ี่หน้าแรกเลย~
vi: Tạm thời không có phòng nào đang phát sóng Đến trang chủ tạo một cái nào~
zh_hans: 暂无房间开播 去首页创建一个吧~
zh_hant: 暫無房間開播 去首頁創建一個吧~

# dt_home_user_id
source: User ID
ar: معرف المستخدم
es: ID de usuario
id: ID pengguna
ja: ユーザーID
ko: 사용자ID
ms: ID Pengguna
th: ID ผู้ใช้
vi: ID người dùng
zh_hans: 用户ID
zh_hant: 用戶ID

# dt_home_enter_room_num
source: Join With Room Number
ar: أدخل رقم الغرفة للوصول السريع
es: Introduzca el número de sala de acceso rápido
id: Masukkan nomor ruangan agar bisa segera masuk
ja: ルーム番号を入力してクイックアクセス
ko: 방 번호를 입력하여 빠르게 들어가기
ms: Masukkan nombor bilik untuk akses pantas
th: ใส่หมายเลขห้องเพื่อเข้าห้องอย่างรวดเร็ว
vi: Nhập số phòng để vào nhanh
zh_hans: 输入房间号快速进入
zh_hant: 輸入房間號快速進入

# dt_home_enter
source: Enter
ar: دخول
es: Entrar
id: Masuk
ja: 入る
ko: 들어가기
ms: Masuk
th: เข้าสู่
vi: Vào
zh_hans: 进入
zh_hant: 進入

# dt_home_join
source: Join
ar: انضم إلى اللعبة
es: Unirte
ja: プレイする
ko: 게임입장
ms: Sertai
th: ร่วมเกม
vi: Chơi
zh_hans: 加入
zh_hant: 加入

# dt_home_coming_soon
source: Stay tuned
ar: قريباً
es: Manténganse al tanto
id: Silakan nantikan
ja: どうぞお楽しみに
ko: 기다려주세요.
ms: Sila nantikan
th: โปรดติดตาม
vi: Vui lòng chờ đợi
zh_hans: 敬请期待
zh_hant: 敬請期待

# dt_home_create_room
source: Create Room
ar: إنشاء غرفة
es: Crear una sala
id: Buat ruangan
ja: ルームを作成する
ko: 방 생성
ms: Bina bilik
th: สร้างห้อง
vi: Tạo phòng
zh_hans: 创建房间
zh_hant: 創建房間

# dt_home_in_game
source: In Game
ar: في اللعبة
es: En juego
id: Sedang bermain
ja: ゲーム中
ko: 게임 중
ms: Pada masa ini dalam permainan
th: เล่นเกมอยู่
vi: Đang chơi
zh_hans: 游戏中
zh_hant: 遊戲中

# dt_common_select_all
source: all
ar: الكل
es: todos
id: semua
ja: すべて
ko: 모두
ms: semua
th: ทั้งหมด
vi: Chọn hết
zh_hans: 全选
zh_hant: 全選

# dt_common_agree
source: Agree
ar: موافق
es: Aceptar
id: Setuju
ja: 同意
ko: 동의
ms: Setuju
th: ตกลง
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# dt_common_not_agree
source: Don't agree
ar: لا اوفق
es: No aceptar
id: Tidak setuju
ja: 同意しない
ko: 거절
ms: Tidak setuju
th: ปฏิเสธ
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# dt_common_sure
source: Confirm
ar: تأكيد
es: Aceptar
id: Oke
ja: 確定
ko: 확인
ms: Takrifkan
th: ตกลง
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# dt_common_cancel
source: Cancel
ar: إلغاء
es: Cancelar
id: Batal
ja: キャンセル
ko: 취소
ms: Batal
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# dt_common_forward
source: Go
ar: اذهب
es: Vamos
id: Pergi
ja: 行け
ko: 가다
ms: Pergi
th: ไป
vi: Đi
zh_hans: 确认前往
zh_hant: 確認前往

# dt_common_close
source: Close
ar: إغلاق
es: Cerrar
id: Tutup
ja: 閉じる
ko: 끄기
ms: Tutup
th: ปิด
vi: Thoát
zh_hans: 关闭
zh_hant: 關閉

# dt_common_back
source: Return
ar: رجوع
es: Volver
id: Kembali
ja: 戻る
ko: 나가기
ms: Kembali
th: กลับไปก่อนหน้า
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# dt_tab_home
source: Home
ar: الصفحة الرئيسية
es: Página de inicio
id: Beranda
ja: トップページ
ko: 홈
ms: Laman utama
th: หน้าแรก
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

# dt_tab_room
source: Room
ar: غرفة
es: Sala
id: Ruangan
ja: ルーム
ko: 방
ms: Bilik
th: ห้อง
vi: Phòng
zh_hans: 房间
zh_hant: 房間

# dt_tab_setting
source: Settings
ar: إعدادات
es: Ajustes
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
th: ตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# dt_send
source: Give
ar: يعطى
es: Regalar a
id: Berikan
ja: 送る
ko: 보내기
ms: Kongsikan kepada
th: ส่งให้
vi: Tặng cho
zh_hans: 送给
zh_hant: 送給

# dt_down_mic
source: Mike off
ar: الخروج من ميكروفون
es: Desactivar micrófono
id: Selesai bicara
ja: マイクを切る
ko: 마이크 끄기
ms: Selesai bercakap
th: ปิดไมค์
vi: Tắt mic
zh_hans: 下麦
zh_hant: 下麥

# dt_select_person
source: Select recipient
ar: الرجاء اختيار متلقي الهدية
es: Seleccione el destinatario del regalo
id: Silakan pilih penerima hadiah
ja: 受取人を選択してください
ko: 받는 대상을 선택하세요.
ms: Sila pilih penerima hadiah
th: โปรดเลือกผู้รับของขวัญ
vi: Xin chọn đối tượng nhận quà
zh_hans: 请选择收礼对象
zh_hant: 請選擇收禮對象

# dt_select_gift
source: Select present
ar: الرجاء اختيار هدية
es: Seleccione un regalo
id: Silakan pilih hadiah
ja: プレゼントを選んでください
ko: 선물 선택
ms: Sila pilih hadiah
th: โปรดเลือกของขวัญ
vi: Xin chọn quà tặng
zh_hans: 请选择礼物
zh_hant: 請選擇禮物

# dt_send_gift
source: Gift
ar: يهدى
es: Regalar
id: Hadiahkan
ja: ギフト
ko: 증정
ms: Kongsikan
th: แถม
vi: Tặng
zh_hans: 赠送
zh_hant: 贈送

# dt_room_owner
source: Host
ar: صاحب المنزل
es: Creador de la sala
ja: ルームキャスター
ko: 방 주인
ms: Ketua bilik
th: เจ้าของห้อง
vi: Chủ phòng
zh_hans: 房主
zh_hant: 房主

# dt_mic_index
source: %ld mic
ar: %ld ميكروفون
es: %ld Micrófono
id: Mikrofon %ld
ja: %ldマイク
ko: %ld 마이크
ms: Jadual %ld
th: %ld ไมค์
vi: Mic %ld
zh_hans: %ld麦
zh_hant: %ld麥

# dt_mic_name
source: mic
ar: ميكروفون
es: Micrófono
id: Mikrofon
ja: マイク
ko: 마이크
ms: Jadual
th: ไมค์
zh_hans: 麦
zh_hant: 麥

# dt_ticket_choose_item_reward
source: Win %@x reward
ar: اكسب %@ ضعفًا من المكافآت
es: Ganar recompensas x %@ veces
id: Menangkan hadiah %@x
ja: %@倍のボーナス
ko: %@배 보너스 취득
ms: Menangi %@x Ganjaran
th: รับรางวัล %@ เท่า
vi: Thắng được phần thưởng gấp %@ lần
zh_hans: 赢%@倍奖励
zh_hant: 贏%@倍獎勵

# dt_ticket_choose_item_join
source: Join now
ar: شارك الآن
es: Participar ahora
id: Ikut sekarang
ja: 今すぐ参加
ko: 즉시 참여
ms: Sertai sekarang
th: เข้าร่วมทันที
vi: Tham gia ngay
zh_hans: 立即参与
zh_hant: 立即參與

# dt_ticket_choose_play_user_num
source: %d players online
ar: %d من الأشخاص يلعبون
es: Están jugando %d personas
id: %d orang sedang bermain
ja: %d人がプレイしています
ko: %d인이 플레이중
ms: %d orang sedang bermain
th: %d คนกำลังเล่น
vi: %d người đang chơi
zh_hans: %d人在玩
zh_hant: %d人在玩

# dt_ticket_choose_level_item_title_one
source: Beginner Stage
ar: مستوى أساسي
es: Nivel iniciado
id: Babak awal
ja: 初級競技場
ko: 초급장
ms: Medan pertama
th: รอบระดับเริ่มต้น
vi: Ván sơ cấp
zh_hans: 初级场
zh_hant: 初級場

# dt_ticket_choose_level_item_title_two
source: Intermediate Stage
ar: مستوى متوسط
es: Nivel intermedio
id: Babak menengah
ja: 中級競技場
ko: 중급장
ms: Medan pertengahan
th: รอบระดับกลาง
vi: Ván trung cấp
zh_hans: 中级场
zh_hant: 中級場

# dt_ticket_choose_level_item_title_thr
source: Advanced Stage
ar: مستوى متقدم
es: Nivel avanzado
id: Babak lanjutan
ja: 高級競技場
ko: 고급장
ms: Medan lanjutan
th: รอบระดับสูง
vi: Ván cao cấp
zh_hans: 高级场
zh_hant: 高級場

# dt_ticket_choose_pop_des_detail
source: Participating consumes %@ gold, do you want to continue?
ar: الاشتراك في اللعبة سيتطلب عملتين ذهبيتين هل تريد الاستمرار؟
es: El juego requiere %@ monedas de oro, ¿quieres continuar?
id: Perlu %@ koin emas untuk ikut bermain, lanjut?
ja: ゲームに参加するには%@コインが必要です。続けますか。
ko: 게임 참여시 %@코인이 소모됩니다. 계속하시겠습니까?
ms: Menyertai permainan memerlukan %@ syiling emas. Adakah anda mahu teruskan?
th: ร่วมเกมต้องใช้ %@ เหรียญทอง เล่นต่อหรือไม่
vi: Mất %@ tiền vàng để tham gia trò chơi, bạn muốn tiếp tục không?
zh_hans: 参与游戏需消耗%@金币，是否继续?
zh_hant: 參與遊戲需消耗%@金幣，是否繼續？

# dt_ticket_choose_pop_not_alert
source: Don't show again
ar: لا مزيد من التذكيرات
es: No volver a recordar
id: Jangan ingatkan lagi
ja: 再表示しない
ko: 다시 보지 않음
ms: Tiada lagi peringatan
th: ไม่ค้องเตือนอีก
vi: Không nhắc lại
zh_hans: 不再提醒
zh_hant: 不再提醒

# dt_ticket_choose_pop_sure_enter
source: Confirm to join
ar: تأكيد للانضمام
es: Confirmar para unirse
id: Konfirmasi ikut serta
ja: 参加を確認
ko: 가입 확인
ms: Sahkan untuk menyertai
th: ยืนยันการเข้าร่วม
vi: Xác nhận tham gia
zh_hans: 确认加入
zh_hant: 確認加入

# dt_ticket_reward_str
source: Congrats to%@ for winning %@ gold in the Intermediate Stage!
ar: تهانينا لـ%@ لربح %@ عملية ذهبية في المستوى المتوسط!
es: ¡Felicitaciones%@. Has obtenido %@ monedas de oro en nivel intermedio!
id: Selamat kepada%@ yang memenangkan %@ koin emas dalam babak awal!
ja: %@が中級競技場で%@コインを獲得しました！
ko: 축하합니다%@의 중급장 %@코인 취득하셨습니다!
ms: Tahniah kepada%@ kerana memenangi %@ Syiling dalam Pertengahan!
th: ยินดีด้วย%@ ได้รับ %@ เหรียญในรอบระดับกลาง
vi: Chúc mừng%@ thắng được %@ tiền vàng trong ván trung cấp
zh_hans: 恭喜 %@ 在高级场赢得%@金币！
zh_hant: 恭喜 %@ 在中級場贏得%@金幣！

# dt_room_input_text
source: Let's chat~
ar: دعنا نتحادث ~
es: ¡Chateemos!
id: Ayo mengobrol
ja: チャットしよう〜
ko: 채팅~
ms: Jom sembang~
th: มาคุยกัน~
vi: Trò chuyện một chút~
zh_hans: 聊一聊~
zh_hant: 聊一聊~

# dt_room_up_mic
source: Mike on
ar: على ميكروفون
es: Activar micrófono
id: Bicara
ja: マイクを接続
ko: 마이크 켜기
ms: Jadual di atas
th: เชื่อมต่อไมค์
vi: Bật mic
zh_hans: 上麦
zh_hant: 上麥

# dt_room_choose_game
source: Select game
ar: اختر اللعبة
es: Elegir un juego
id: Pilih permainan
ja: ゲームを選択
ko: 게임 선택
ms: Pilih permainan
th: เลือกเกม
vi: Chọn trò chơi
zh_hans: 选择游戏
zh_hant: 選擇遊戲

# dt_room_send
source: Send
ar: إرسال
es: Enviar
id: Kirim
ja: 送信
ko: 발송
ms: Hantar
th: ส่ง
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# dt_room_please_input
source: Send a message…
ar: ارسل رسالة…
es: Mensaje en envío…
id: Kirim pesan …
ja: メッセージを送る…
ko: 메시지 발송…
ms: Menghantar mesej...
th: ส่งข้อความ …
vi: Gửi tin nhắn...
zh_hans: 发消息…
zh_hant: 發消息…

# dt_room_end_game
source: End Game
ar: نهاية اللعبة
es: Fin del juego
id: Akhiri permainan
ja: ゲームを終了する
ko: 게임 종료
ms: Tamatkan permainan
th: จบเกม
vi: Kết thúc trò chơi
zh_hans: 结束游戏
zh_hant: 結束遊戲

# dt_room_num_id
source: Room Number %@
ar: رقم غرفة %@
es: Número de sala %@
id: Nomor ruangan %@
ja: ルーム番号 %@
ko: 방 번호 %@
ms: Nombor bilik %@
th: หมายเลขห้อง %@
vi: Số phòng %@
zh_hans: 房号 %@
zh_hant: 房號 %@

# dt_room_not_ready
source: Not ready
ar: غير جاهز
es: No listo
id: Belum siap
ja: 未準備
ko: 준비 전
ms: Tidak bersedia
th: ยังไม่พร้อม
vi: Chưa chuẩn bị
zh_hans: 未准备
zh_hant: 未準備

# dt_room_is_ready
source: Ready
ar: مستعد
es: Listo
id: Sudah siap
ja: 準備完了
ko: 준비 완료
ms: Sudah bersedia
th: พร้อมแล้ว
vi: Đã chuẩn bị
zh_hans: 已准备
zh_hant: 已準備

# dt_room_click_mic
source: Click to turn mike on
ar: انقر فوق ميكروفون
es: Haga clic en Activar micrófono
id: Ketuk untuk bicara
ja: クリックしてマイクを接続
ko: 마이크 켜기 클릭
ms: Klik pada jadual di atas
th: คลิดเพื่อเชื่อมต่อไมค์
vi: Nhấp để bật mic
zh_hans: 点击上麦
zh_hant: 點擊上麥

# dt_room_close_game
source: Close Game
ar: أغلق اللعبة
es: Cerrar el juego
id: Tutup permainan
ja: ゲームを閉じる
ko: 게임 끄기
ms: Matikan permainan
th: ปิดเกม
vi: Tắt trò chơi
zh_hans: 关闭游戏
zh_hant: 關閉遊戲

# dt_room_confirm_flight
source: Confirm to leave
ar: تأكيد الهروب
es: Confirmar huida
id: Yakin mau kabur
ja: 退出しますか
ko: 도망가기 확인
ms: Sudah tentu lari
th: ยืนยันการหลบหนี
vi: Xác nhận đào tẩu
zh_hans: 确认逃跑
zh_hant: 確認逃跑

# dt_room_flight_tile
source: The game has already started, are you sure you wan't to leave?
ar: حاليا في اللعبة ، سواء أن تهرب؟
es: Aún está jugando, ¿desea huir?
id: Sedang bermain, yakin ingin kabur?
ja: 今ゲーム中です。退出しますか。
ko: 현재 게임 중입니다. 나가시겠습니까？
ms: Anda sedang dalam permainan, adakah anda mahu melarikan diri?
th: กำลังเล่นเกมอยู่ จะหลบหนีหรือไม่
vi: Hiện đang trong trò chơi, muốn đào tẩu sao?
zh_hans: 当前正在游戏中，是否逃跑？
zh_hant: 當前正在遊戲中，是否逃跑？

# dt_room_sure_end_game
source: Are you sure you want to end the game?
ar: هل أنت تريد إنهاء اللعبة؟
es: ¿Desea terminar el juego?
id: Yakin ingin mengakhiri permainan
ja: ゲームを終了しますか
ko: 게임 종료를 확인하시겠습니까?
ms: Adakah anda pasti untuk menamatkan permainan?
th: ตกลงจบเกมหรือไม่
vi: Xác nhận kết thúc trò chơi này không
zh_hans: 确定结束游戏吗
zh_hant: 確定結束遊戲嗎

# dt_room_unable_switch_game
source: You must end the game before switching to other games
ar: يجب عليك إنهاء اللعبة قبل تبديل الألعاب
es: Es necesario terminar el juego para cambiar de juego.
id: Anda harus mengakhiri permainan untuk dapat mengubah permainan
ja: ゲームを切り替える前に、ゲーム終了する必要があります
ko: 우선 게임을 완료해야 게임을 전환 가능
ms: Anda mesti menamatkan permainan ini sebelum anda boleh menukar permainan
th: ต้องจบเกมก่อน จึงจะปิดเกมได้
vi: Cần kết thúc trò chơi trước khi đổi sang trò khác
zh_hans: 需先结束游戏，才可切换游戏
zh_hant: 需先結束遊戲，才可切換遊戲

# dt_room_sure_leave_cur_room
source: Are you sure you want to leave the room?
ar: هل أنت ترود الخروج من الغرفة الحالية؟
es: ¿Desea salir de esta sala?
id: Yakin ingin keluar dari ruangan ini
ja: 現在のルームを出ますか
ko: 현재 방을 나가시겠습니까?
ms: Adakah anda pasti untuk meninggalkan bilik semasa?
th: ตกลงจะออกจากห้องนี้ไหม
vi: Xác nhận rời khỏi phòng hiện tại không
zh_hans: 确认离开当前房间吗
zh_hant: 確認離開當前房間嗎

# dt_next_time_again_say
source: Later
ar: المرة القادمة
es: Más tarde
id: Lain kali
ja: 次回にする
ko: 다음에 다시 보기
ms: Lain kali
th: อัปเดตคราวหน้า
vi: Để sau
zh_hans: 下次再说
zh_hant: 下次再說

# dt_update_now
source: Update now
ar: التحديث على الفور
es: Actualizar ahora
id: Segera perbarui
ja: 今すぐ更新
ko: 즉시 갱신
ms: Kemas kini dengan segera
th: อัปเดตทันที
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新
