Repository: SudTechnology/hello-sud-plus-ios
Catalog: project/HelloSud-iOS/App/*.lproj/Localizable.strings
Languages: ar, es, id, ja, ko, ms, th, vi, zh_hans, zh_hant

# dt_update_app_ver_low
source: This version of the app is low, please update to the latest version
ar: إصدار التطبيق الخاص بك منخفض، يرجى ترقية الإصدار أولاً
es: La versión de su App es inferior. Actualice a la última la versión antes de empenzar.
id: Versi App Anda agak rendah, silakan perbarui
ja: お使いのAppバージョンが古いので、アップグレードしてください
ko: App의 버전이 낮습니다, 우선 버전을 업그레이드 해주십시오!
ms: Versi aplikasi anda lebih rendah, sila tingkatkan versi dahulu
th: เวอร์ชัน App ของคุณต่ำกว่า โปรดอัปเกรดเวอร์ชันก่อน
vi: Phiên bản ứng dụng của bạn khá thấp, vui lòng nâng cấp phiên bản trước
zh_hans: 您的App版本较低，请先升级版本
zh_hant: 您的App版本較低，請先升級版本

# dt_update_app_ver_new
source: There is a new version available, update now?
ar: هناك إصدار جديد متاح، هل تريد تحديثه؟
es: Hay una nueva versión disponible, ¿quieres actualizarla?
id: Sudah ada versi baru yang bisa dicoba, apakah perbarui?
ja: 使用可能な新しいバージョンがあります。更新しますか？
ko: 새로운 버전이 있습니다. 갱신하시겠습니까?
ms: Terdapat versi baharu yang tersedia, adakah anda ingin mengemas kininya?
th: มีเวอร์ชั่นใหม่แล้ว จะอัปเดตหรือไม่
vi: Đã có phiên bản mới, cập nhật để trải nghiệm ngay nhé?
zh_hans: 已有新版本的体验，是否更新？
zh_hant: 已有新版本可體驗，是否更新？

# MJRefreshHeaderIdleText
source: Pull down to refresh
ko: 아래로 당겨 새로고침
zh_hans: 下拉可以刷新
zh_hant: 下拉可以刷新

# MJRefreshHeaderPullingText
source: Release to refresh
ko: 놓으면 새로고침
zh_hans: 松开立即刷新
zh_hant: 鬆開立即刷新

# MJRefreshHeaderRefreshingText
source: Loading...
ko: 로딩중...
zh_hans: 正在刷新数据中...
zh_hant: 正在刷新數據中...

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
ko: 탭 또는 위로 당겨 로드함
zh_hans: 点击或上拉加载更多
zh_hant: 點擊或上拉加載更多

# MJRefreshAutoFooterRefreshingText
source: Loading...
ko: 로딩중...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# MJRefreshAutoFooterNoMoreDataText
source: No more data
ko: 더이상 데이터 없음
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# MJRefreshBackFooterIdleText
source: Pull up to load more
ko: 위로 당겨 더 로드 가능
zh_hans: 上拉可以加载更多
zh_hant: 上拉可以加載更多

# MJRefreshBackFooterPullingText
source: Release to load more
ko: 놓으면 더 로드됨.
zh_hans: 松开立即加载更多
zh_hant: 鬆開立即加載更多

# MJRefreshBackFooterRefreshingText
source: Loading...
ko: 로딩중...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# MJRefreshBackFooterNoMoreDataText
source: No more data
ko: 더이상 데이터 없음
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# MJRefreshHeaderLastTimeText
source: Last update:
ko: 마지막 업데이트:
zh_hans: 最后更新：
zh_hant: 最後更新：

# MJRefreshHeaderDateTodayText
source: Today
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# MJRefreshHeaderNoneLastDateText
source: No record
ko: 기록 없음
zh_hans: 无记录
zh_hant: 無記錄

# dt_asr_tip
source: Our game supports speech recognition, turn your mic on and show your charming side~
ar: تدعم هذه اللعبة التعرف على الصوت، يرجى فتح الميكروفون لإظهار سحرك ~
es: Este juego admite el reconocimiento de voz. ¡Abre el micrófono y demuestra tu encanto!
id: Pengenalan suara termasuk dalam permainan ini, aktifkan mikrofon, tunjukkan pesonamu
ja: このゲームは音声認識をしています、マイクをオンにして魅力を伝えてみましょう~
ko: 본 게임은 음성 식별을 지원합니다. 마이크 켜고 매력을 어필해 보세요~
ms: Permainan ini menyokong pengecaman suara, sila buka mikrofon untuk menunjukkan daya tarikan anda~
th: เกมนี้รองรับการจดจำเสียง โปรดเปิดไมค์เพื่อแสดงเสน่ห์ของคุณ
vi: Trò chơi có hỗ trợ nhận dạng giọng nói, hãy mở mic để tạo sức hút của bạn
zh_hans: 本游戏支持语音识别，请开麦展现你的魅力~
zh_hant: 本遊戲支持語音識別，請開麥展現你的魅力~

# dt_asr_open_mic_tip
source: Using the mike is faster than typing!
ar: افتح الميكروفون للرد، وهو أسرع من الكتابة!
es: ¡Abre el micrófono para responder! ¡Será más rápido que escribir!
id: Aktifkan mikrofon untuk menjawab kuis, lebih cepat daripada pakai cara ketik lho!
ja: マイクで答えてみて、タイピングよりも速いですよ！
ko: 마이크를 켜고 문제에 대답해 보세요, 타자를 더 빨리 쳐 보십시오!
ms: Buka mikrofon untuk menjawab, lebih pantas daripada menaip!
th: เปิดไมค์รับสาย จะเร็วกว่าการพิมพ์
vi: Mở mic giành quyền trả lời, sẽ nhanh hơn so với gõ chữ đấy!
zh_hans: 开麦抢答，比打字更快哦！
zh_hant: 開麥搶答，比打字更快哦！

# dt_asr_open_mic_num_tip
source: You can turn on the mic to count off. Bonus for slackers!
ar: حاول تشغيل الميكروفون للإبلاغ عن الرقم، الرفاهية الكسولة!
es: ¡Abre el micrófono para contear! !Esto le ayudará a obtener bienestares!
id: Coba aktifkan mikrofon untuk menyebutkan angka, ini bonus buat pemalas!
ja: マイクをつけて報告してみてください！便利ですよ！
ko: 마이크 켜고 숫자 확인하기, 귀차니즘이 있는 분들을 위한 혜택!
ms: Cuba hidupkan mikrofon untuk melaporkan nombor. Inilah satu kebajikan untuk pemalas!
th: ลองเปิดไมค์แจ้งตัวเลข รางวัลสำหรับคนขี้เกียจ
vi: Thử mở mic điểm danh, để nhận phúc lợi cho người lười!
zh_hans: 试试打开麦克风报数，懒人福利！
zh_hant: 試試打開麥克風報數，懶人福利！

# dt_enter_room_tip
source: Entered the room
ar: دخل الغرفة
es: Entró en la sala
id: Sudah masuk ke ruangan
ja: ルームに入りました
ko: 방에 들어왔습니다
ms: Masuk bilik
th: เข้าห้องแล้ว
vi: Đã vào phòng
zh_hans: 进入了房间
zh_hant: 進入了房間

# dt_game_person_count
source: Number of players
ar: عدد اللاعبين
es: Número de jugadores
id: Jumlah pemain
ja: プレイヤー数
ko: 게임 인원수
ms: Bilangan pemain
th: จำนวนผู้เล่นเกม
vi: Số người chơi
zh_hans: 游戏人数
zh_hant: 遊戲人數

# dt_custom_game_system
source: Game system
zh_hans: 游戏系统
zh_hant: 游戏系统

# dt_custom_game_cpu
source: The CPU power dissipation of the game
zh_hans: 游戏CPU
zh_hant: 游戏CPU

# dt_custom_game_cpu_normal
source: 0: normal
zh_hans: 0：CPU正常功耗
zh_hant: 0：CPU正常功耗

# dt_custom_game_cpu_low
source: 1：low
zh_hans: 1：CPU低功耗
zh_hant: 1：CPU低功耗

# dt_custom_in_game_sound
source: Indicates whether the game plays sound
zh_hans: 游戏中声音
zh_hant: 游戏中声音

# dt_custom_game_play_sound
source: 0：game plays sound
zh_hans: 0：游戏内置
zh_hant: 0：游戏内置

# dt_custom_app_play_sound
source: 1：the game does not play sound
zh_hans: 1：APP调度
zh_hant: 1：APP调度

# dt_custom_in_game_volume
source: The volume level of the game
zh_hans: 游戏中音量
zh_hant: 游戏中音量

# dt_custom_hide_settlement
source: Indicates whether to hide the post-game screen
zh_hans: 是否隐藏结算界面
zh_hant: 是否隐藏结算界面

# dt_custom_hide_ping
source: Indicates whether to hide the ping value
zh_hans: 是否隐藏ping值
zh_hant: 是否隐藏ping值

# dt_custom_hide_version
source: Indicates whether to hide the version information
zh_hans: 是否隐藏版本号信息
zh_hant: 是否隐藏版本号信息

# dt_custom_hide_rank
source: Indicates whether to hide the ranking tier
zh_hans: 是否隐藏段位信息
zh_hant: 是否隐藏段位信息

# dt_custom_hide_lobby_sound
source: Indicates whether to hide the Settings/Sound Effect button in the lobby
zh_hans: 是否隐藏大厅的『设置/音效』按钮
zh_hant: 是否隐藏大厅的『设置/音效』按钮

# dt_custom_hide_lobby_help
source: Indicates whether to hide the Help button in the lobby
zh_hans: 是否隐藏大厅的『帮助』按钮
zh_hant: 是否隐藏大厅的『帮助』按钮

# dt_custom_hide_lobby_slot
source: Indicates whether to hide the game seat area in the lobby
zh_hans: 是否隐藏大厅游戏位
zh_hant: 是否隐藏大厅游戏位

# dt_custom_hide_lobby_captain
source: Indicates whether to hide the captain logo on the game seat in the lobby
zh_hans: 是否隐藏大厅游戏位上队长标识
zh_hant: 是否隐藏大厅游戏位上队长标识

# dt_custom_hide_lobby_kick
source: Indicates whether to hide the Kick button on the game seat in the lobby
zh_hans: 是否隐藏大厅游戏位上『踢人』按钮
zh_hant: 是否隐藏大厅游戏位上『踢人』按钮

# dt_custom_hide_lobby_des
source: Indicates whether to hide the description of game rules in the lobby
zh_hans: 是否隐藏大厅的玩法规则描述文字
zh_hant: 是否隐藏大厅的玩法规则描述文字

# dt_custom_hide_lobby_settings
source: Indicates whether to hide the game settings checkbox in the lobby
zh_hans: 是否隐藏大厅的玩法设置
zh_hant: 是否隐藏大厅的玩法设置

# dt_custom_hide_btn_join_game
source: Indicates whether to hide the Join button
zh_hans: 是否隐藏『加入游戏』按钮
zh_hant: 是否隐藏『加入游戏』按钮

# dt_custom_hide_btn_exit_game
source: Indicates whether to hide the Exit button
zh_hans: 是否隐藏『退出游戏』按钮
zh_hant: 是否隐藏『退出游戏』按钮

# dt_custom_hide_btn_prepare
source: Indicates whether to hide the Ready button
zh_hans: 是否隐藏『准备』按钮
zh_hant: 是否隐藏『准备』按钮

# dt_custom_hide_btn_cancel_prepare
source: Indicates whether to hide the Cancel Ready button
zh_hans: 是否隐藏『取消准备』按钮
zh_hant: 是否隐藏『取消准备』按钮

# dt_custom_hide_btn_start_game
source: Indicates whether to hide the Start button
zh_hans: 是否隐藏『开始游戏』按钮
zh_hant: 是否隐藏『开始游戏』按钮

# dt_custom_hide_btn_share
source: Indicates whether to hide the Share button
zh_hans: 是否隐藏『分享』按钮
zh_hant: 是否隐藏『分享』按钮

# dt_custom_hide_btn_sound
source: Indicates whether to hide the Settings/Sound Effect button in the game
zh_hans: 是否隐藏战斗场景中的『设置/音效』按钮
zh_hant: 是否隐藏战斗场景中的『设置/音效』按钮

# dt_custom_hide_btn_help_scene
source: Indicates whether to hide the Help button in the game
zh_hans: 是否隐藏战斗场景中的『帮助』按钮
zh_hant: 是否隐藏战斗场景中的『帮助』按钮

# dt_custom_hide_game_bg
source: Indicates whether to hide the background images, including the lobby and the game scene
zh_hans: 是否隐藏背景图，包括大厅和战斗
zh_hant: 是否隐藏背景图，包括大厅和战斗

# dt_custom_click_join_game
source: Indicates whether players can join a team by tapping the game seat
zh_hans: 点击大厅游戏位加入游戏
zh_hant: 点击大厅游戏位加入游戏

# dt_custom_handle_join_game
source: Indicates whether players can join a game by tapping the Join button
zh_hans: 『加入游戏』按钮抛事件
zh_hant: 『加入游戏』按钮抛事件

# dt_custom_handle_exit_game
source: Indicates whether players can exit the game by tapping the Exit button
zh_hans: 『退出游戏』按钮抛事件
zh_hant: 『退出游戏』按钮抛事件

# dt_custom_handle_prepare
source: Indicates whether players can get ready by tapping the Ready button
zh_hans: 『准备』按钮抛事件
zh_hant: 『准备』按钮抛事件

# dt_custom_handle_cancel_prepare
source: Indicates whether players can cancel their ready state by tapping the Cancel Ready button
zh_hans: 『取消准备』按钮抛事件
zh_hant: 『取消准备』按钮抛事件

# dt_custom_handle_start_game
source: Indicates whether players can enter the game by tapping the Start button
zh_hans: 『开始游戏』按钮抛事件
zh_hant: 『开始游戏』按钮抛事件

# dt_custom_handle_share
source: Indicates whether players can share their team by tapping the Share button
zh_hans: 『分享』按钮抛事件
zh_hant: 『分享』按钮抛事件

# dt_custom_btn_close
source: Indicates whether players can close the post-game screen and go back to the lobby by tapping the Close button on the post-game screen
zh_hans: 结算界面中的『关闭』按钮抛事件
zh_hant: 结算界面中的『关闭』按钮抛事件

# dt_custom_btn_one_more_round
source: Indicates whether players can play again by tapping the Play Again button on the post-game screen
zh_hans: 结算界面中的『再来一局』按钮抛事件
zh_hant: 结算界面中的『再来一局』按钮抛事件

# dt_custom_prevent_change_seat
source: Indicates whether to disable the seat change feature
zh_hans: 自定义阻止换座位
zh_hant: 自定义阻止换座位

# dt_custom_false_change_seat
source: false: player seats can be changed
zh_hans: false: 可以换座位
zh_hant: false: 可以换座位

# dt_custom_true_not_change_seat
source: true: player seats cannot be changed
zh_hans: true: 不可以换座位
zh_hant: true: 不可以换座位

# dt_custom_false_ready_state
source: false: the post-game screen is closed and players go back to the lobby with a Ready state
zh_hans: false: 关闭结算界面返回大厅并将玩家设置为准备状态
zh_hant: false: 关闭结算界面返回大厅并将玩家设置为准备状态

# dt_custom_false_close_settlement
source: false: the game notifies the app of the user tap
zh_hans: false: 关闭结算界面返回大厅
zh_hant: false: 关闭结算界面返回大厅

# dt_custom_true_game_notifies
source: true: the game notifies the app of the user tap
zh_hans: true: 游戏通知app按钮点击事件，并关闭结算界面返回大厅
zh_hant: true: 游戏通知app按钮点击事件，并关闭结算界面返回大厅

# dt_custom_false_game_processing
source: false: based on the game processing logic
zh_hans: false: 游戏处理逻辑
zh_hant: false: 游戏处理逻辑

# dt_custom_true_only_notifies
source: true: the game notifies the app of the user tap
zh_hans: true: 游戏只通知app按钮点击事件，不处理
zh_hant: true: 游戏只通知app按钮点击事件，不处理

# dt_custom_false_show
source: false: show
zh_hans: false: 显示
zh_hant: false: 显示

# dt_custom_true_hide
source: true: hide
zh_hans: true: 隐藏
zh_hant: true: 隐藏

# dt_settings_more_set
source: More settings
ar: المزيد من الإعدادات
es: Más Ajustes
id: Lebih banyak pengaturan
ja: その他の設定
ko: 자세한 설정
ms: Lebih banyak tetapan
th: ตั้งค่าเพิ่มเติม
vi: Cài đặt khác
zh_hans: 更多设置
zh_hant: 更多設置

# dt_room_transfer_leader
source: Transfer leadership
ar: نقل قائد فريق
es: Transferir el capitán
id: Memindahkan ketua tim
ja: キャプテンの譲渡
ko: 대장 양도
ms: Memindahkan ketua pasukan
th: โอนตำแหน่งหัวหน้าทีม
vi: Nhường ghế đội trưởng
zh_hans: 转让队长
zh_hant: 轉讓隊長

# dt_room_kick_game
source: Kicked out
ar: طرد من اللعبة
es: Expulsar del juego
id: Dikeluarkan dari permainan
ja: ゲームからキックアウトされました
ko: 게임에서 쫓겨나기
ms: Menendang keluar daripada permainan
th: ไล่ออกจากเกม
vi: Cho out khỏi trò chơi
zh_hans: 踢出游戏
zh_hant: 踢出遊戲

# dt_network_error_p_check
source: Network error, please check your network connection
ar: خطأ في الشبكة، يرجى التحقق من اتصال الشبكة
es: Error de red, compruebe la conexión
id: Kesalahan jaringan, harap periksa koneksi jaringan
ja: ネットワークエラーです。ネットワーク接続を確認してください
ko: 네트 오류, 네트 연결을 확인하십시오
ms: Ralat rangkaian, sila semak sambungan rangkaian
th: อินเทอร์เน็ตผิดพลาด โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ต
vi: Lỗi mạng, vui lòng kiểm tra kết nối mạng
zh_hans: 网络错误，请检查网络连接
zh_hant: 網路錯誤，請檢查網路連接

# dt_room_switched_language
source: Language switched
ar: تم تحويل اللغة
es: Idioma seleccionado
id: Bahasa telah diubah
ja: 言語切り替え
ko: 언어 전환됨
ms: Bahasa telah ditukar
th: เปลี่ยนภาษาแล้ว
vi: Đã chuyển đổi ngôn ngữ
zh_hans: 已切换语言
zh_hant: 已切換語言

# dt_room_my_order_list
source: Make an order
ar: أريد تقديم طلب
es: Mi lista de pedidos
id: Saya ingin memesan
ja: 注文する
ko: 주문 필요
ms: Saya ingin memesan
th: ฉันต้องการออเดอร์
vi: Tôi muốn lên đơn
zh_hans: 我要点单
zh_hant: 我要點單

# dt_room_select_mic_users
source: Select speaking users
ar: حدد مستخدم الميكروفون
es: Seleccionar el usuario en línea
id: Pilih Mai Shang pengguna
ja: マイク接続中のユーザーを選択
ko: 마이크 사용자를 선택
ms: Pilih pengguna MaiShang
th: เลือกผู้ใช้ที่ใช้ไมค์
vi: Chọn người dùng đang trên mic
zh_hans: 选择麦上用户
zh_hant: 選擇麥上用戶

# dt_room_designate_mc_anchor
source: Designate the speaking streamer to play with you
ar: عيّن مضيف الميكروفون ليلعب معك
es: Designe un presentador en línea para que juegue contigo
id: Siapkan Mai Shang untuk bermain dengan Anda
ja: マイク接続中のキャスターをあなたとプレイするように指定します
ko: 마이크 앵커를 지정하여 함께 플레이
ms: Tetapkan hos MaiShang untuk bermain dengan anda
th: กำหนดโฮสต์ที่ใช้ไมค์เพื่อเล่นกับคุณ
vi: Chỉ định streamer đang trên mic cùng chơi với bạn
zh_hans: 指定麦上主播和你一起玩
zh_hant: 指定麥上主播和你一起玩

# dt_room_place_order_play
source: Initiate
ar: الشروع في
es: Iniciar
id: Memulai
ja: 開始する
ko: 시작하다
ms: Mulakan
th: ริเริ่ม
vi: Khởi xướng
zh_hans: 下单去玩
zh_hant: 下單去玩

# dt_room_seleted_people
source: %ld people selected
ar: تم تحديد %ld شخصًا
es: %ld personas seleccionadas
id: %ld orang dipilih
ja: %ld人を選びました
ko: %ld명을 선정
ms: Telah memilih %ld orang
th: ได้เลือก %ld คน
vi: Đã chọn %ld người
zh_hans: 已选定%ld人
zh_hant: 已選定%ld人

# dt_home_all_scenes
source: All scenes
ar: كل المشاهد
es: Todas las escenas
id: Semua lokasi
ja: すべてのシーン
ko: 모든 장면
ms: Semua adegan
th: ทุกฉาก
vi: Tất cả bối cảnh
zh_hans: 所有场景
zh_hant: 所有場景

# dt_room_hang_room
source: Suspend the room
ar: غرفة معلقة
es: Suspender la sesión
id: Ruangan ditangguhkan
ja: ルームをサスペンドする
ko: 룸 중단
ms: Bilik digantung
th: ระงับห้อง
vi: Treo phòng
zh_hans: 挂起房间
zh_hant: 掛起房間

# dt_room_exit_room
source: Exit the room
ar: الخروج من الغرفة
es: Salir de la sesión
id: Keluar dari ruangan
ja: ルームから出る
ko: 룸 퇴출
ms: Keluar dari bilik
th: ออกจากห้อง
vi: Thoát khỏi phòng
zh_hans: 退出房间
zh_hant: 退出房間

# dt_room_bureau_person
source: 200/Round/Person
ar: 200/جولة/شخص
es: 200/juego/persona
id: 200/permainan/orang
ja: 200/局/人
ko: 200/판/인
ms: 200/permainan/orang
th: 200/รอบ/คน
vi: 200/ván/người
zh_hans: 200/局/人
zh_hant: 200/局/人

# dt_room_need_end_game_can_switch
source: You must end the game before quitting the game
ar: يجب عليك إنهاء اللعبة قبل إغلاق اللعبة
es: Es necesario terminar el juego para cerrarlo.
id: Anda harus mengakhiri permainan untuk dapat menutup permainan
ja: ゲームをオフにする前に、ゲーム終了する必要があります
ko: 우선 게임을 완료해야 게임을 끄기 가능
ms: Anda mesti menamatkan permainan ini sebelum menutupkan permainan
th: ต้องจบเกมก่อน จึงจะปิดเกมได้
vi: Cần kết thúc trò chơi trước khi tắt trò chơi
zh_hans: 需先结束游戏，才可关闭游戏
zh_hant: 需先結束遊戲，才可關閉遊戲

# dt_room_hope_play_is_join
source: %@ invites you to the game【%@】 Do you want to join?
ar: %@ يريد أن يلعب معك [%@] هل ترغب في الانضمام
es: %@ desea jugar [%@] contigo ¿Quieres unirte?
id: %@ ingin bermain [%@] dengan Anda Apakah Anda ingin bergabung
ja: %@ があなたとのプレイを希望しています【%@】 入りますか
ko: %@ 【%@】함께 게임을 희망 가입 여부
ms: %@ mahu bermain [%@] dengan anda Adakah anda mahu menyertai
th: %@ หวังว่าจะเล่น [%@] กับคุณ คุณต้องการที่จะเข้าร่วมหรือไม่
vi: %@ muốn chơi cùng bạn【%@】 Có tham gia không
zh_hans: %@ 希望和你一起玩【%@】 是否加入
zh_hant: %@ 希望和你一起玩【%@】 是否加入

# dt_room_reject
source: Decline
ar: رفض
es: Rechazar
id: Menolak
ja: 斷る
ko: 거절
ms: Menolak
th: ปฏิเสธ
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# dt_room_place_order
source: Make an order
ar: اذهب واطلب
es: Hacer pedido
id: Memesan
ja: 注文する
ko: 주문하기
ms: Pesan
th: ไปออเดอร์
vi: Chốt đơn
zh_hans: 去下单
zh_hant: 去下單

# dt_room_custom_ready
source: Ready
ar: الاستعداد
es: Listo
id: Bersiap
ja: 準備
ko: 준비
ms: Sedia
th: เตรียม
vi: Sẵn sàng
zh_hans: 准备：
zh_hant: 准备：

# dt_room_custom_cancel_ready
source: Cancel Ready
ar: إلغاء الاستعداد
es: Cancelar
id: Batalkan
ja: キャンセル
ko: 준비취소
ms: Tidak Sedia
th: ยกเลิกเตรียม
vi: Hủy
zh_hans: 取消准备：
zh_hant: 取消准备：

# dt_room_custom_quit_game
source: Quit
ar: الخروج من اللعبة
es: Salir
id: Keluar
ja: ゲーム終了
ko: 게임퇴장
ms: Keluar
th: ออกเกม
vi: Thoát
zh_hans: 退出游戏：
zh_hant: 退出游戏：

# dt_room_custom_start_game
source: Start
ar: بدء اللعبة
es: Comienza
id: Mulai game
ja: スタート
ko: 게임시작
ms: Mulakan
th: เริ่มเกม
vi: Bắt đầu
zh_hans: 开始游戏：
zh_hant: 开始游戏：

# dt_room_custom_escape
source: Escape:
ar: هرب:
es: Huir：
id: Melarikan diri
ja: 脫走：
ko: 도주:
ms: Melarikan diri:
th: วิ่งหนี
vi: Bỏ chạy
zh_hans: 逃跑：
zh_hant: 逃跑：

# dt_room_custom_dissolve_game
source: Disband (Leadership):
ar: إلغاء اللعبة (قائد فريق):
es: Disolver el juego (capitán):
id: Membubarkan permainan (Ketua Tim)
ja: ゲームを解散する（キャプテン）：
ko: 게임 해산(팀장):
ms: Bubarkan permainan（Kapten）
th: ยุบเกม (หัวหน้าทีม):
vi: Giải tán trò chơi (đội trưởng):
zh_hans: 解散游戏（队长）：
zh_hant: 解散遊戲（隊長）：

# dt_room_game_config
source: Game configuration
ar: تكوين اللعبة
es: Ajustes del juego
id: Pengaturan permainan
ja: ゲーム設定
ko: 게임 구성
ms: Tetapan permainan
th: กำหนดค่าเกม
vi: Cấu hình trò chơi
zh_hans: 游戏配置
zh_hant: 遊戲配置

# dt_room_exit_room_reload
source: After modifying the configuration, please exit the room and reload the game
ar: يرجى الخروج من الغرفة بعد تعديل التكوين وإعادة تحميل اللعبة
es: Después de modificar los ajustes, termina la sesión y vuelve a cargar el juego.
id: Setelah mengubah pengaturan, silakan tinggalkan ruangan dan muat ulang
ja: 設定を変更したらルームを出てゲームをリロードしてください
ko: 배치를 수정한후 룸을 종료하고 다시 게임을 로딩
ms: Sila muat semula permainan selepas berundur daipada bilik
th: หลังแก้ไขกำหนดค่าแล้ว โปรดออกจากห้องและโหลดเกมใหม่อีกครั้ง
vi: Sau khi sửa đổi cấu hình vui lòng thoát khỏi phòng rồi load lại trò chơi
zh_hans: 修改配置后请退出房间，重新加载游戏
zh_hant: 修改配置後請退出房間，重新加載遊戲

# dt_room_game_stage
source: Game stage
ar: مرحلة اللعبة
es: Etapa de juego
id: Tahapan permainan
ja: ゲームステージ
ko: 게임 단계
ms: Fasa permainan
th: ขั้นตอนของเกม
vi: Các giai đoạn của trò chơi
zh_hans: 游戏阶段
zh_hant: 遊戲階段

# dt_room_api_interface
source: API
zh_hans: API接口
zh_hant: API接口

# dt_room_before_join_game
source: Before joining the game
ar: قبل الانضمام إلى اللعبة
es: Antes de entrar al juego
id: Sebelum bergabung dengan permainan
ja: ゲームに入る前に
ko: 게임 가입전
ms: Sebelum menyertai permainan
th: ก่อนเข้าร่วมเกม
vi: Trước khi tham gia trò chơi
zh_hans: 加入游戏前
zh_hant: 加入遊戲前

# dt_room_c_join_game
source: ①Join
ar: ① انضم إلى اللعبة
es: ①Entrar al juego
id: ①Bergabung
ja: ①ゲームに入る
ko: ①게임 가입
ms: ①Menyertai permainan
th: ① เข้าร่วมเกม
vi: ① Tham gia trò chơi
zh_hans: ①加入游戏
zh_hant: ①加入遊戲

# dt_room_c_preparation_stage
source: Preparation stage
ar: مرحلة التحضير
es: Etapa de preparación
id: Tahap persiapan
ja: 準備段階
ko: 준비 단계
ms: Fasa penyediaan
th: ขั้นตอนการเตรียมการ
vi: Giai đoạn chuẩn bị
zh_hans: 准备阶段
zh_hant: 準備階段

# dt_room_c_preparation
source: ②Ready
ar: ② التحضير
es: ②Preparación
id: ②Bersiap
ja: ②準備
ko: ②준비
ms: ②Sediakan
th: ② เตรียมตัว
vi: ② Sẵn sàng
zh_hans: ②准备
zh_hant: ②準備

# dt_room_cancel_preparation
source: Cancel Ready
ar: إلغاء الاستعداد
es: Cancelar
id: Batalkan
ja: キャンセル
ko: 준비취소
ms: Tidak Sedia
th: ยกเลิกเตรียม
vi: Hủy
zh_hans: 取消准备
zh_hant: 取消準備

# dt_room_c_start_game
source: ③Start
ar: ③بدء اللعبة
es: ③Comienza
id: ③Mulai game
ja: ③スタート
ko: ③게임시작
ms: ③Mulakan
th: ③เริ่มเกม
vi: ③Bắt đầu
zh_hans: ③开始游戏
zh_hant: ③開始遊戲

# dt_room_quit_game
source: Exit game
ar: الخروج من اللعبة
es: Salir del juego
id: Keluar
ja: ゲームを終了する
ko: 게임 종료
ms: Keluar dari permainan
th: ออกจากเกม
vi: Thoát khỏi trò chơi
zh_hans: 退出游戏
zh_hant: 退出遊戲

# dt_room_custom_in_game
source: In game
ar: في اللعبة
es: Jugando
id: Dalam permainan
ja: ゲーム中
ko: 게임 중
ms: Dalam permainan
th: เล่นเกมอยู่
vi: Đang chơi
zh_hans: 游戏中
zh_hant: 遊戲中

# dt_room_base_escape
source: Run away
ar: هرب
es: Huir
id: Melarikan diri
ja: 脫走
ko: 도주
ms: Melarikan diri
th: วิ่งหนี
vi: Đào tẩu
zh_hans: 逃跑
zh_hant: 逃跑

# dt_room_dissolve_game
source: End game
ar: إلغاء اللعبة
es: Disolver el juego
id: Membubarkan permainan
ja: ゲームを解散する
ko: 게임 해산
ms: Bubarkan permainan
th: ยุบเกม
vi: Giải tán trò chơi
zh_hans: 解散游戏
zh_hant: 解散遊戲

# dt_room_suspend_game
source: Suspend the game
ar: تعليق اللعبة
es: Suspender el juego
id: Menjeda permainan
ja: ゲームをサスペンドする
ko: 게임 중단
ms: Menangguhkan permainan
th: ระงับเกม
vi: Treo trò chơi
zh_hans: 挂起游戏
zh_hant: 掛起遊戲

# dt_room_enter_game
source: Enter the game
ar: أدخل اللعبة
es: Entrar al juego
id: Memasuki permainan
ja: ゲームに入る
ko: 게임 진입
ms: Memasuki permainan
th: เข้าร่วมเกม
vi: Vào trò chơi
zh_hans: 进入游戏
zh_hant: 進入遊戲

# dt_room_select_anchor
source: Select streamer
ar: الرجاء تحديد مضيف
es: Seleccionar un presentador
id: Silakan pilih host
ja: キャスターを選択してください
ko: 앵커를 선택하기
ms: Sila pilih hos
th: โปรดเลือกโฮสต์
vi: Vui lòng chọn streamer
zh_hans: 请选择主播
zh_hant: 請選擇主播

# dt_room_select_game
source: Select game
ar: الرجاء تحديد لعبة
es: Seleccionar un juego
id: Silakan pilih permainan
ja: ゲームを選択してください
ko: 게임을 선택하기
ms: Sila pilih permainan
th: โปรดเลือกเกม
vi: Vui lòng chọn trò chơi
zh_hans: 请选择游戏
zh_hant: 請選擇遊戲

# dt_room_to_be_started
source: Not-Started
ar: لم يبدأ
es: No empezado
id: Belum mulai
ja: 始まっていない
ko: 시작 대기
ms: Tidak bermula
th: รอเริ่ม
vi: Đợi bắt đầu
zh_hans: 待开始
zh_hant: 待開始

# dt_room_closed
source: Over
ar: انتهى
es: Terminado
id: Selesai
ja: 終了しました
ko: เกิน
ms: Selesai
th: เกิน
vi: Kết thúc
zh_hans: 已结束
zh_hant: 已結束

# dt_room_pk_cross_room
source: Turn on cross-room gaming
ar: ابدأ اللعب عبر الغرف
es: Comenzar la competición entre sesiones
id: Mulai permainan lintas ruangan
ja: クロスルームでゲームを開始する
ko: 다른 서버룸 열기
ms: Mulakan permainan merentas bilik
th: เปิดการเล่นแบบข้ามห้อง
vi: Mở tính năng chơi game xuyên phòng
zh_hans: 开启跨房玩游戏
zh_hant: 開啟跨房玩遊戲

# dt_room_start_pk
source: Start the competiton
ar: ابدأ اللعبة
es: Comenzar con la competición
id: Memulai permainan
ja: 試合開始
ko: 경기 시작
ms: Mulakan permainan
th: เริ่มการแข่งขัน
vi: Bắt đầu thi đấu
zh_hans: 开始比赛
zh_hant: 開始比賽

# dt_room_pk_settings
source: Set up
ar: إعدادات
es: Ajustes
id: Pengaturan
ja: 設定
ko: 설정
ms: Tetapan
th: ตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# dt_room_pk_select_one_game
source: Please select a game to battle
ar: الرجاء اختيار لعبة للمنافسة
es: Elegir un juego para competir
id: Silakan pilih permainan untuk dilombakan
ja: 対戦するゲームを選択してください
ko: 한개 게임을 선택하여 경기
ms: Sila pilih permainan untuk pertandingan
th: โปรดเลือกเกมที่จะแข่งขัน
vi: Vui lòng chọn một trò chơi để PK
zh_hans: 请选择一个游戏进行比拼
zh_hant: 請選擇一個遊戲進行比拼

# dt_room_air_room_list
source: Streaming room list
ar: قائمة غرف البث المباشر
es: Lista de sesiones online
id: Daftar ruangan sedang siaran
ja: ライブルームリスト
ko: 방송중 룸 목록
ms: Senarai bilik atas talian
th: รายการห้องออนแอร์
vi: Danh sách phòng đang phát sóng
zh_hans: 在播房间列表
zh_hant: 在播房間列表

# dt_room_pk_rules
source: Competition rules
ar: قواعد المنافسة
es: Reglas de la competición
id: Aturan kompetisi
ja: 試合ルール
ko: 경기 규칙
ms: Syarat-syarat pertandingan
th: กติกาการแข่งขัน
vi: Quy tắc thi đấu
zh_hans: 比赛规则
zh_hant: 比賽規則

# dt_room_order_placed
source: Order created
ar: تم الطلب
es: Pedido hecho
id: Sudah dipesan
ja: 注文済み
ko: 이미 주문
ms: Telah memesan
th: สั่งซื้อแล้ว
vi: Đã chốt đơn
zh_hans: 已下单
zh_hant: 已下單
